[
    {
        "name": "Strawberry-Cucumber Gin-Elderflower Spritz",
        "ingredients": [
            "12 strawberries, hulled and sliced (1 1/4 cups), plus whole berries for serving",
            "12 thin cucumber slices, halved (3/4 cup), plus whole rounds for serving",
            "2 tablespoons superfine sugar",
            "3 ounces fresh lemon juice",
            "9 ounces gin, such as Citadelle, chilled",
            "6 ounces St-Germain, chilled",
            "Club soda, chilled; and Peychaud's bitters, for serving"
        ],
        "instructions": [
            "Muddle sliced strawberries, halved cucumber slices, sugar, and lemon juice in the bottom of a pitcher until fruits break down and release most of their juices and sugar has dissolved. Stir in gin and St-Germain to combine. Fill 6 glasses halfway with ice. Divide fruit-and-gin mixture evenly among glasses. Top each with 1 to 2 ounces club soda; stir once. Top each with a few dashes of bitters, whole strawberries, and cucumber rounds; serve immediately."
        ]
    },
    {
        "name": "Sour-Cherry Mojitos",
        "ingredients": [
            "1 1/4 cups sugar",
            "2/3 cup fresh lemon juice (from about 3 lemons)",
            "3 pounds frozen pitted sour cherries, partially thawed with juices",
            "1 cup fresh basil leaves, plus more for serving",
            "2 to 3 cups vodka",
            "6 cups sparkling water"
        ],
        "instructions": [
            "Bring sugar and 1 1/4 cups water to a boil in a small saucepan, stirring until sugar is dissolved, 3 minutes. Remove from heat; let cool 15 minutes. Syrup can be refrigerated for up to 1 month.",
            "Combine lemon juice, fruit, and basil in a bowl. Add syrup; mash lightly to release juices. Refrigerate at least 1 day and up to 4 days.",
            "Combine fruit mixture and vodka in a pitcher or punch bowl; ladle about 1/3 cup into each glass. Fill with ice. Top with sparkling water, garnish with more basil, and serve."
        ]
    },
    {
        "name": "Peach and Blackberry Muddle",
        "ingredients": [
            "4 thin slices peach",
            "6 blackberries",
            "2 large sprigs mint",
            "1 1/2 teaspoons honey",
            "1 tablespoon fresh lemon juice",
            "2 ounces bourbon",
            "Ice",
            "Seltzer"
        ],
        "instructions": [
            "In a double old-fashioned glass, combine 2 peach slices, 3 blackberries, mint, honey, and lemon juice. Mash gently with the back of a spoon until fruit releases juices. Add bourbon, remaining peach slices, and remaining blackberries. Fill glass with ice and top with seltzer."
        ]
    },
    {
        "name": "Hot and Nutty Whiskey Sours",
        "ingredients": [
            "3/4 cup Nocello, or other walnut-flavored liqueur",
            "1 1/2 cups whiskey or bourbon, such as Maker's Mark",
            "3/4 cup <a href=\"https://www.marthastewart.com/853631/simple-syrup\">Simple Syrup for Whiskey Sours</a>",
            "1/4 cup fresh lemon juice (from 2 lemons)",
            "4 cinnamon sticks"
        ],
        "instructions": [
            "Bring Nocello, whiskey, simple syrup, and lemon juice to a simmer in a medium saucepan. Divide among 4 mugs, and garnish each with a cinnamon stick."
        ]
    },
    {
        "name": "Black Lagoon Cocktail",
        "ingredients": [
            "4 ounces vodka",
            "2 ounces <a href=\"https://www.marthastewart.com/350200/rosemary-lemon-syrup\">Rosemary-Lemon Syrup</a>",
            "2 teaspoons fresh lemon juice",
            "Licorice Ice Cubes"
        ],
        "instructions": [
            "Combine vodka, syrup, and juice in a cocktail shaker, stir to combine. Add seltzer, and divide between two glasses filled with licorice ice cubes. Serve immediately."
        ]
    },
    {
        "name": "Mulled Cranberry Cocktail",
        "ingredients": [
            "1 quart cranberry juice",
            "1 cinnamon stick",
            "2 whole cloves",
            "1/2 cup cranberries",
            "1/2 cup sugar",
            "1/4 teaspoon ground cinnamon"
        ],
        "instructions": [
            "In a medium saucepan, combine the juice, cinnamon stick, and cloves and bring to a boil. Reduce the heat and simmer.",
            "Meanwhile, in a small saucepan, combine the cranberries, sugar, ground cinnamon, and 2 tablespoons of water and heat over medium-low heat, gently stirring, until the cranberries pop and are well coated with the sugar mixture.",
            "When cool enough to handle, thread 3 to 4 berries each on 4 decorative toothpicks or skewers. Pour the mulled cranberry juice into 4 mugs and garnish with the cranberry swizzle."
        ]
    },
    {
        "name": "Mojito",
        "ingredients": [
            "8 mint leaves, plus sprig for serving",
            "1/2 ounce <a href=\"https://www.marthastewart.com/977518/simple-syrup\">Quick Simple Syrup</a>",
            "Ice cubes",
            "2 ounces light rum",
            "1 ounce fresh lime juice",
            "Soda water, for serving"
        ],
        "instructions": [
            "In the bottom of a highball or Collins glass, muddle mint leaves with simple syrup for a few seconds until mint starts to break down. Fill glass with ice, then add rum and lime juice; stir to combine. Top with soda water and garnish with mint sprig."
        ]
    },
    {
        "name": "Pink Gin Martinis",
        "ingredients": [
            "2 ounces gin, such as Hendrick's",
            "2 ounces kirsch",
            "1 ounce blanc vermouth, such as Dolin",
            "2 to 3 dashes Angostura aromatic bitters",
            "Lemon twists and maraschino cherries, such as Luxardo, for serving"
        ],
        "instructions": [
            "Fill a cocktail shaker halfway with ice. Add gin, kirsch, vermouth, and bitters; shake vigorously 30 seconds. Strain into two coupes, garnish with lemon twists and cherries, and serve."
        ]
    },
    {
        "name": "Mezcal with Sage Ice Cubes",
        "ingredients": [
            "1 cup fresh sage leaves",
            "1/3 cup light agave syrup",
            "Mezcal, or good-quality tequila"
        ],
        "instructions": [
            "Reserve 10 sage leaves for ice cubes. Place remaining sage leaves in 8 cups boiling water; cover and let steep 15 minutes. Strain liquid; discard sage leaves. Stir in agave until dissolved. Let cool completely, then refrigerate at least 2 hours and up to 1 week.",
            "Pour some of sage mixture into an ice-cube tray for large cubes, dividing liquid evenly. Add a sage leaf to each cube compartment. Freeze until solid, at least 8 hours and up to 1 day.",
            "Place a sage ice cube in each of 4 tumblers and top with mezcal."
        ]
    },
    {
        "name": "Pimm's Cup",
        "ingredients": [
            "Ice",
            "2 1/2 ounces Pimm's No. 1",
            "1 tablespoon fresh lemon juice, plus 1 thin slice lemon",
            "Ginger ale",
            "3 thin slices cucumber",
            "4 fresh mint leaves, plus sprig for garnish",
            "1 strawberry, hulled and thinly sliced",
            "1 thin slice lemon"
        ],
        "instructions": [
            "Fill a highball glass with ice. Add Pimm's, lemon juice, and ginger ale to fill. Add cucumber, mint, strawberry, and lemon. Stir to combine. Garnish with mint sprig."
        ]
    },
    {
        "name": "Cranberry Manhattan",
        "ingredients": [
            "Ice",
            "2 ounces rye whiskey",
            "2 tablespoons <a href=\"https://www.marthastewart.com/1532225/classic-cranberry-sauce\">Classic Cranberry Sauce</a>",
            "1 ounce sweet vermouth",
            "A few dashes Angostura bitters"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice. Add whiskey, cranberry sauce, vermouth, and bitters. Cover and shake vigorously for 15 seconds. Strain into a chilled coupe glass or rocks glass and serve immediately."
        ]
    },
    {
        "name": "Bourbon and Ginger",
        "ingredients": [
            "4 ounces bourbon",
            "4 glasses filled with ice",
            "1 can (12 ounces) ginger ale",
            "4 lime wedges"
        ],
        "instructions": [
            "Divide bourbon among 4 glasses filled with ice. Divide ginger ale among glasses and squeeze 1 lime wedge into each. Serve immediately."
        ]
    },
    {
        "name": "Grapefruit-and-Mint Mojito",
        "ingredients": [
            "1/3 cup granulated sugar",
            "1/2 cup water",
            "1/2 cup packed fresh mint leaves, plus sprigs for garnish",
            "1 ruby-red grapefruit",
            "3/4 cup white rum",
            "3 cups ice",
            "1 cup seltzer"
        ],
        "instructions": [
            "Bring sugar and water to a boil in a small saucepan. Remove from heat, and add mint leaves. Let steep 10 minutes. Strain through a fine sieve into a small bowl, and discard mint. Let cool.",
            "Using a vegetable peeler, remove zest from grapefruit in long, wide strips. Place in a large glass, and add rum. Cover, and let stand for 30 minutes. Strain through a fine sieve intoa large glass measure, and discard zest.",
            "Cut away remaining pith from grapefruit. Cut between membranes to release segments. For each drink, place 2 to 3 segments in a glass. Top with 3/4 cup ice. Stir 3 tablespoons infused rum, 2 tablespoons mint syrup, and 1/4 cup seltzer in a glass measure, and pour over ice. Garnish with mint sprigs."
        ]
    },
    {
        "name": "Margarita",
        "ingredients": [
            "3 tablespoons fresh lime juice, plus lime wedge",
            "Coarse salt",
            "Ice",
            "3 ounces silver tequila",
            "1 1/2 ounces orange-flavored liqueur, such as Cointreau",
            "<a href=\"https://www.marthastewart.com/353556/simple-syrup\">2 teaspoons simple syrup</a>"
        ],
        "instructions": [
            "Rub lime wedge around the rim of a margarita glass. Fill a saucer with salt and dip the glass, upside down, into the salt.",
            "Fill a cocktail shaker with ice. Add tequila, orange-flavored liqueur, simple syrup, and 3 tablespoons lime juice. Shake until well combined and chilled. Strain into salt-rimmed glass."
        ]
    },
    {
        "name": "Bitter Martini",
        "ingredients": [
            "Large cocktail onion",
            "Pimiento-stuffed olive",
            "2 ounces gin",
            "3/4 ounce amaro, such as Amaro Nepèta"
        ],
        "instructions": [
            "To make \"eyeball\" garnish, use the tip of a paring knife or a small melon baller to carve a 1/2-inch well into one side of a large cocktail onion. Slice pimento in half crosswise and insert a half into well of onion;&nbsp;skewer and set aside.",
            "Pour gin and amaro into a cocktail shaker filled with ice; shake 10 seconds. Strain into a chilled martini glass and serve with garnish."
        ]
    },
    {
        "name": "Watermelon-Lime-Mint Cooler",
        "ingredients": [
            "1/4 cup sugar",
            "1/4 cup lightly packed mint sprigs, plus more for serving",
            "6 cups peeled, chopped watermelon",
            "1/3 cup fresh lime juice",
            "1 ounce tequila (optional)"
        ],
        "instructions": [
            "In a small heatproof bowl, pour 1/2 cup boiling water over sugar and mint; stir until sugar has dissolved. Let cool completely, about 20 minutes. Strain syrup into a blender; discard mint.",
            "Add watermelon, lime juice, and 1 3/4 cups cold water; blend until smooth. Strain through a fine-mesh sieve.",
            "Serve over ice, garnished with a mint sprig, or refrigerate in an airtight container up to 3 days. If using tequila, stir a shot (1-ounce) into each glass before serving."
        ]
    },
    {
        "name": "Blackberry Crush",
        "ingredients": [
            "4 blackberries",
            "1 tablespoon lemon juice",
            "1 tablespoon <a href=\"https://www.marthastewart.com/343759/simple-syrup\">Simple Syrup</a>",
            "1 1/4 ounces vodka",
            "Seltzer",
            "Ice",
            "Mint sprig"
        ],
        "instructions": [
            "In a glass, combine blackberries, lemon juice, and simple syrup; lightly crush berries to release their juice. Add ice and vodka; top with seltzer. Stir to combine. Garnish with a mint sprig."
        ]
    },
    {
        "name": "Pineapple Highball",
        "ingredients": [
            "3/4 cup sugar",
            "1 vanilla bean",
            "2 star-anise pods",
            "2 ounces white rum",
            "4 ounces pineapple juice",
            "Seltzer",
            "Pineapple slice, maraschino cherry, and star-anise pod, for garnish"
        ],
        "instructions": [
            "Vanilla Syrup:Combine sugar, vanilla bean, star anise, and 3/4 cup water in a medium saucepan; bring to a boil. Remove from heat; cover 30 minutes. Strain into a heatproof container; let cool completely. (Makes 1 cup, or enough for 8 drinks.)",
            "Cocktail:Add rum, pineapple juice, and 1 ounce vanilla syrup to a highball glass filled with ice; top with seltzer. Garnish with pineapple, cherry, and star anise."
        ]
    },
    {
        "name": "Caipirinha",
        "ingredients": [
            "1 lime",
            "2 ounces cachaça",
            "1 teaspoon sugar",
            "Ice"
        ],
        "instructions": [
            "Cut lime into 6 wedges. Squeeze the wedges into an old-fashioned glass, then add wedges. Add cachaça and sugar; use a spoon to muddle. Fill glass with ice, then stir well to chill."
        ]
    },
    {
        "name": "Sparkling Pear and Cranberry Cocktail",
        "ingredients": [
            "2 tablespoons dry cranberries",
            "1/2 cup organic pear nectar",
            "32 ounces Moscato d'Asti wine",
            "8 small sprigs fresh rosemary"
        ],
        "instructions": [
            "Put cranberries in a small bowl; add 2 tablespoons warm water. Soak until cool, about 15 minutes. Drain, pat dry, and refrigerate until serving.",
            "Divide pear nectar evenly among eight tall champagne glasses. Add cranberries, and then gently pour the Moscato d'Asti into the glasses. Garnish each with a rosemary sprig."
        ]
    },
    {
        "name": "Berry Spritzer",
        "ingredients": [
            "3 cups blackberries",
            "1 cup raspberries",
            "1/2 cup <a href=\"https://www.marthastewart.com/1104670/simple-syrup\">Simple Syrup for Mixed Drinks</a>",
            "1/2 cup white grape juice",
            "1/3 cup freshly squeezed lemon juice",
            "Ice, for serving (optional)",
            "Seltzer or sparkling wine, chilled",
            "Patriotic fruit skewers, for garnish (optional)"
        ],
        "instructions": [
            "Place blackberries, raspberries, simple syrup, grape juice, and lemon juice in the jar of a blender; puree until smooth. Strain mixture through a fine mesh sieve, discarding solids.",
            "Fill 8 Collins glasses with ice, if using. Divide mixture evenly between glasses; top with seltzer or wine and serve immediately garnished with fruit skewers, if desired."
        ]
    },
    {
        "name": "Spiked Jones",
        "ingredients": [
            "1/2 cup milk",
            "1 cup heavy cream",
            "1/4 cup whole coffee beans",
            "2 ounces semisweet chocolate (61% Valrhona), chopped",
            "2 tablespoons Kahlua",
            "1 teaspoon confectioner's sugar",
            "1 tablespoon dark chocolate-covered coffee beans, chopped"
        ],
        "instructions": [
            "In a saucepan over medium heat, combine milk, 1/2 cup cream, and whole coffee beans. Bring to a simmer, turn off heat, cover, and steep beans for 1 hour. Strain liquid and return to saucepan; discard beans. Bring the milk-and-cream mixture back to a simmer, add chocolate, and whisk until incorporated. Remove from heat; whisk in Kahlua. Whip remaining 1/2 cup cream and the confectioners' sugar until soft peaks form. Divide the hot chocolate between 2 cups and garnish each portion with a dollop of whipped cream and a sprinkling of chopped chocolate-covered coffee beans."
        ]
    },
    {
        "name": "Manhattan Kir Royale",
        "ingredients": [
            "1/2 ounce sweet vermouth",
            "1 teaspoon creme de cassis",
            "Splash of Angostura bitters",
            "4 ounces chilled Champagne",
            "Garnish: white currants"
        ],
        "instructions": [
            "Combine vermouth, cremede cassis, and bitters in aChampagne coupe or flute.Top with Champagne.Garnish with currants."
        ]
    },
    {
        "name": "Black-Cherry Zombie",
        "ingredients": [
            "18 ounces black vodka",
            "3 ounces fresh lime juice (from 3 limes)",
            "Ice cubes",
            "36 ounces sparkling black-cherry soda (preferably Boylan)",
            "6 maraschino cherries, for garnish"
        ],
        "instructions": [
            "Stir together vodka and lime juice. Fill six 8-ounce glasses with ice cubes, and divide vodka mixture among them. Top with soda, and garnish with cherries."
        ]
    },
    {
        "name": "Eyeball Martini",
        "ingredients": [
            "2 whole black peppercorns",
            "2 pimento-stuffed green olives",
            "2 ounces vodka",
            "1/2 ounce dry vermouth",
            "2 dashes Peychaud's bitters"
        ],
        "instructions": [
            "Push a peppercorn into center of each olive, tucking under pimento filling to resemble an eye. Place olives in a martini glass.",
            "Fill a cocktail shaker halfway with ice; add vodka and vermouth. Shake well and strain into glass. Add bitters to one side of glass and serve."
        ]
    },
    {
        "name": "Silver-Tequila Martini",
        "ingredients": [
            "2 ounces silver tequila, such as Patron Silver",
            "1/2 ounce dry vermouth",
            "2 tablespoons fresh pink-grapefruit juice, plus a wedge and a twist for serving",
            "10 to 12 dashes grapefruit or orange bitters, such as Fee Brothers",
            "Edible silver flakes (optional; available at <a href=\"http://nycake.com\">nycake.com</a>) and sanding sugar, for serving"
        ],
        "instructions": [
            "Fill a cocktail shaker halfway with ice. Add tequila, vermouth, grapefruit juice, and bitters. Cover and shake several times.",
            "Stir together silver flakes and sugar on a small plate. Run grapefruit wedge along the rim of a chilled martini glass. Dip rim in sugar mixture to evenly coat. Strain tequila mixture into glass, add grapefruit twist, and serve."
        ]
    },
    {
        "name": "Strawberry Daiquiri",
        "ingredients": [
            "2 ounces (1/4 cup) freshly squeezed lime juice, plus 1 tablespoon lime zest, from 2 limes",
            "1/4 cup granulated sugar, plus up to 2 additional tablespoons",
            "4 cups (16 ounces) fresh strawberries, hulled",
            "5 ounces (2/3 cup) white rum",
            "2 cups small ice cubes"
        ],
        "instructions": [
            "Combine lime zest and 2 tablespoons sugar in a food processor. Pulse until combined. Set aside.",
            "Place lime juice, strawberries, rum, 2 to 4 tablespoons sugar, depending on the sweetness of your strawberries, and ice cubes in a blender. Blend until smooth.",
            "Rub the rims of four glasses with a lime wedge, dip rims in lime sugar, and fill glasses with daiquiri."
        ]
    },
    {
        "name": "Peacock Tonic",
        "ingredients": [
            "2 ounces green Chartreuse",
            "1 ounce gin",
            "Dash of blue Curacao",
            "Ice cubes",
            "3 ounces tonic",
            "Garnish: lemon-peel twist"
        ],
        "instructions": [
            "Vigorously shake Chartreuse, gin, Curacao, and ice in a cocktail shaker.",
            "Pour into an ice-filled glass, and top with tonic. Garnish with lemon-peel twist."
        ]
    },
    {
        "name": "Watermelon Mojitos",
        "ingredients": [
            "1/2 small seedless watermelon, cut into chunks",
            "1 bunch mint, tough stems removed, 6 sprigs reserved for serving",
            "1 tablespoon superfine sugar",
            "1 lime, cut into wedges",
            "1 1/4 cups white rum"
        ],
        "instructions": [
            "In a blender, in batches, puree watermelon. Pour through a fine-mesh sieve into a liquid-measuring cup, pressing on solids to extract as much liquid as possible (about 3 cups); discard solids.",
            "In a large container, combine mint, sugar, and lime. With the back of a wooden spoon, crush mint and lime until sugar is dissolved. Add watermelon juice and rum, fill container with ice, and stir to combine. Serve over more ice with mint sprigs."
        ]
    },
    {
        "name": "Ginger Caipirinhas",
        "ingredients": [
            "24 1/4-inch-thick slices peeled fresh ginger",
            "3/4 to 1 1/2 cups sugar",
            "12 limes, quartered, plus thin wedges for serving",
            "1 bottle (750 ml) cachaca"
        ],
        "instructions": [
            "Place 2 ginger slices and 1 to 2 tablespoons sugar in each of 12 tumblers. Use a muddler to mash ginger. Add a quartered lime to each; crush with muddler. Fill glasses with coarsely crushed ice, add a scant 1/4 cup cachaca to each, and stir well. Squeeze lime wedges into glasses and serve."
        ]
    },
    {
        "name": "Moscow Mule",
        "ingredients": [
            "2 ounces vodka, chilled",
            "1 ounce fresh lime juice, plus 3 thinly sliced lime rounds, for garnish",
            "4 ounces ginger beer (1/2 cup), chilled"
        ],
        "instructions": [
            "Fill a 12-ounce glass, preferably a copper mug, with crushed ice. Stir in vodka, lime juice, and ginger beer. Garnish with lime rounds."
        ]
    },
    {
        "name": "Meyer Lemon-Orange Bitters",
        "ingredients": [
            "4 organic oranges, well scrubbed",
            "2 organic Meyer lemons, well scrubbed",
            "1 tablespoon gentian root chips",
            "1 teaspoon fennel seeds",
            "1/2 teaspoon coriander seeds",
            "1/2 teaspoon whole cloves",
            "1 cinnamon stick",
            "1 750-ml bottle good-quality vodka, such as Prairie Organic"
        ],
        "instructions": [
            "Heat oven to 200 degrees. Using a vegetable peeler, peel citrus to make strips of zest, being careful not to remove pith. Arrange in a single layer on a parchment-lined baking sheet and bake until dry, about 1 hour. Let cool.",
            "Transfer zest to a 1-quart glass jar and top with remaining ingredients. Cover tightly and store in a cool, dark place for three weeks, shaking jar once a day.",
            "Pour liquid through a fine mesh strainer or paper coffee filter and into a clean jar. Add citrus zest and discard aromatics."
        ]
    },
    {
        "name": "Pineapple-Cucumber Spritz",
        "ingredients": [
            "4 sliced mini cucumbers, plus cucumber ribbons made with a peeler, for garnish",
            "1 cup packed mint leaves",
            "2 cups pineapple juice",
            "Ice",
            "Seltzer",
            "Pisco (optional)"
        ],
        "instructions": [
            "Muddle mini cucumbers, mint leaves, and 1 cup pineapple juice. Stir in 1 more cup pineapple juice; refrigerate until cold. Pour halfway up ice-filled glasses; top with seltzer. Garnish with cucumber ribbons.",
            "To spike it: Add 1 ounce pisco per serving, before the seltzer."
        ]
    },
    {
        "name": "Sangria Spritzer",
        "ingredients": [
            "2 cups chilled red wine, such as Gamay",
            "1/2 cup Cointreau (or other orange liqueur)",
            "1/2 lime, thinly sliced",
            "1/2 orange, thinly sliced and cut into wedges",
            "Ice",
            "1 1/2 cups chilled seltzer"
        ],
        "instructions": [
            "Stir together red wine, Cointreau, lime, and orange. Divide among 4 ice-filled glasses. Top with seltzer."
        ]
    },
    {
        "name": "Coconut Margarita",
        "ingredients": [
            "1 cup sweetened shredded coconut",
            "1/2 teaspoon salt",
            "1/2 cup freshly squeezed lime juice, plus 2 tablespoons for glasses (about 5 limes)",
            "3/4 cup Coco Lopez or cream of coconut",
            "1/2 cup plus 2 tablespoons tequila",
            "1/4 cup Cointreau or other orange liqueur"
        ],
        "instructions": [
            "Preheat oven to 350 degrees. On a rimmed baking sheet, toss coconut with the salt. Spread on sheet; toast in oven, stirring frequently, until golden brown, 8 to 10 minutes. Let cool, then crush with your hands until crumbly.",
            "Pour 2 tablespoons lime juice into a shallow dish. Place coconut mixture in another dish. Dip rims of two cocktail glasses in lime juice, then in coconut mixture, coating well.",
            "Combine remaining ingredients with 1 cup ice in a blender; puree until smooth. Divide evenly between prepared glasses, and serve immediately."
        ]
    },
    {
        "name": "Chile-Citrus Margarita",
        "ingredients": [
            "3 ounces <a href=\"https://www.marthastewart.com/902456/chile-lime-tequila\">Chile-Lime Tequila</a>",
            "1 ounce triple sec",
            "2 teaspoons agave",
            "2 ounces lime juice, plus lime wedge for garnish",
            "2 ounces orange juice",
            "Salt"
        ],
        "instructions": [
            "Run a lime wedge around the edge of glass, and dip into a shallow dish filled with coarse salt to coat rim. Add tequila, triple sec, agave, lime juice, and orange juice to a cocktail shaker filled with ice. Shake well, and pour into prepared glass, and garnish with lime wedge."
        ]
    },
    {
        "name": "Mango-Mint Margaritas",
        "ingredients": [
            "3 mangoes, peeled, pitted, and chopped (4 cups), plus very thin unpeeled mango slices for serving",
            "2 cups silver tequila",
            "1 1/2 cups fresh lime juice (from 12 limes)",
            "3/4 cup sugar",
            "2/3 cup packed fresh mint leaves",
            "24 ounces club soda or seltzer"
        ],
        "instructions": [
            "Working in batches, puree chopped mangoes, tequila, lime juice, and sugar in a blender until smooth.",
            "Just before serving, pulse in mint just until finely chopped. Stir in club soda. Serve over ice, garnished with mango slices."
        ]
    },
    {
        "name": "Sorrel-Lime Cooler",
        "ingredients": [
            "1/4 cup agave nectar",
            "1/2 cup water",
            "3/4 cup thinly sliced sorrel leaves",
            "4 limes, quartered, plus 4 thin rounds, for garnish",
            "40 ounces seltzer, chilled"
        ],
        "instructions": [
            "Combine agave nectar and water in a small saucepan. Bring to a simmer over medium heat, stirring. Let syrup cool completely, then transfer to a blender and puree with sorrel until smooth. Pour syrup through a fine sieve into a bowl and discard solids.",
            "Squeeze lime quarters into a large pitcher. Add quarters to pitcher and gently smash with the back of a wooden spoon to release the oils in the rind. Add sorrel syrup and seltzer. Serve over ice, garnished with lime rounds."
        ]
    },
    {
        "name": "Old-Fashioned",
        "ingredients": [
            "1 sugar cube",
            "2 dashes Angostura bitters",
            "2 ounces bourbon",
            "Ice",
            "Orange twist, for garnish"
        ],
        "instructions": [
            "Add sugar, bitters, and a splash of water to an old-fashioned glass. Stir until sugar dissolves. Add bourbon and stir to combine. Add ice to chill. Garnish with orange twist."
        ]
    },
    {
        "name": "Long Island Iced Tea",
        "ingredients": [
            "1/3 cup granulated sugar",
            "4 black tea bags",
            "1/2 ounce each gin, vodka, light rum, tequila, and triple sec",
            "1 ounce fresh lemon juice, plus very thinly sliced lemon rounds for serving",
            "1/4 cup seltzer"
        ],
        "instructions": [
            "Bring sugar and 1/2 cup water to a simmer in a pot, stirring until sugar is dissolved. Remove from heat; add tea bags and let steep 10 minutes. Remove and discard bags; let cool completely. Refrigerate 1 hour or up to 1 week.",
            "For each cocktail, fill a tall glass with ice. Add 2 ounces tea syrup, the alcohols, lemon juice and seltzer. Stir. Garnish with a lemon round; serve immediately."
        ]
    },
    {
        "name": "Extra-Dirty Martini",
        "ingredients": [
            "Ice cubes",
            "2 ounces vodka or gin",
            "4 to 5 teaspoons olive brine",
            "Splash of dry vermouth",
            "Garnish: green olives"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice. Add vodka, olive brine, and vermouth; shake. Strain into a chilled martini glass. Garnish with olives."
        ]
    },
    {
        "name": "Pomegranate-Honey Coolers",
        "ingredients": [
            "1 bottle (750 milliliters) dry white wine, such as Sauvignon Blanc",
            "1 1/2 cups pomegranate juice",
            "2 to 4 tablespoons honey",
            "Lemon, for garnish"
        ],
        "instructions": [
            "Combine white wine and pomegranate juice in a pitcher. Add honey, and stir until dissolved. Divide among 6 ice-filled glasses. Garnish with slices of lemon."
        ]
    },
    {
        "name": "Cranberry Cocktails",
        "ingredients": [
            "3 tablespoons <a href=\"https://www.marthastewart.com/329039/cranberry-simple-syrup\">Cranberry Simple Syrup</a>",
            "2 tablespoons vodka",
            "1/2 cup seltzer",
            "1 tablespoon <a href=\"https://www.marthastewart.com/329039/cranberry-simple-syrup\">Cranberry Simple Syrup</a>",
            "1/2 cup dry white or sparkling wine"
        ],
        "instructions": [
            "For the vodka cocktail, stir together cranberry simple syrup, vodka, and seltzer. Add ice and garnish with lemon.",
            "For the wine cocktail, add cranberry simple syrup to wine."
        ]
    },
    {
        "name": "Painkiller",
        "ingredients": [
            "4 ounces pineapple juice",
            "2 ounces gold rum",
            "1 ounce cream of coconut",
            "1 ounce orange juice",
            "Ice",
            "Grated nutmeg"
        ],
        "instructions": [
            "In a cocktail shaker, combine pineapple juice, rum, cream of coconut, and orange juice. Shake and strain over ice. Sprinkle with nutmeg."
        ]
    },
    {
        "name": "Kingston Negroni",
        "ingredients": [
            "1 egg white",
            "1 1/2 ounces rum",
            "1 ounce Campari",
            "1/2 ounce sweet vermouth",
            "Lime slice"
        ],
        "instructions": [
            "Place egg white in a shaker (with no ice); shake vigorously 30 seconds. Fill with ice, rum, Campari, and vermouth. Shake 30 seconds more. Strain into a glass filled with crushed ice; serve, with lime slice."
        ]
    },
    {
        "name": "Tangerine-Rum Sidecar",
        "ingredients": [
            "1 1/2 ounces dark rum",
            "1 ounce Cointreau or triple sec",
            "1 ounce fresh tangerine juice",
            "1 teaspoon fresh lemon juice"
        ],
        "instructions": [
            "Add rum, Cointreau, and citrus juices to a cocktail shaker filled halfway with ice. Shake 30 seconds. Strain into a chilled coupe glass; serve."
        ]
    },
    {
        "name": "Cranberry Mule",
        "ingredients": [
            "1/2 cup sugar",
            "8 ounces frozen cranberries (2 cups)",
            "1 tablespoon finely grated lime zest",
            "2 ounces vodka, chilled",
            "1/2 ounce fresh lime juice, plus 3 thinly sliced lime rounds, for garnish",
            "4 ounces ginger beer (1/2 cup), chilled"
        ],
        "instructions": [
            "Make the Whole-Berry Cranberry Simple Syrup: Stir together sugar, cranberries, lime zest, and 2 tablespoons water in a small saucepan. Cook over medium-high, stirring constantly, until cranberries just start to burst, about 5 minutes. Remove from heat; let cool completely. Refrigerate, covered, until cold, at least 1 hour and up to 1 week.",
            "Make the cocktail: Fill a 12-ounce glass with ice cubes. Stir in vodka, lime juice, ginger beer, and 3 tablespoons cranberries and syrup from Whole-Berry Cranberry Simple Syrup. Garnish with lime rounds."
        ]
    },
    {
        "name": "Bloody Tooth Cocktail",
        "ingredients": [
            "1 1/2 ounces rye whiskey",
            "1 1/2 ounces pomegranate juice",
            "1 ounce <a href=\"https://www.marthastewart.com/1104670/simple-syrup\">Simple Syrup for Mixed Drinks</a>",
            "1/2 ounce freshly squeezed lemon juice",
            "Ice cubes",
            "Pomegranate seeds, for garnish",
            "Lemon twist, for garnish"
        ],
        "instructions": [
            "Place whiskey, pomegranate juice, simple syrup, and lemon juice in a cocktail shaker; fill with ice. Shake vigorously and pour into a rocks glass. Garnish with pomegranate seeds and lemon twist."
        ]
    },
    {
        "name": "Tequila Sunrise",
        "ingredients": [
            "6 ounces orange juice",
            "1 teaspoon <a href=\"https://www.marthastewart.com/343759/simple-syrup\">Simple Syrup</a>",
            "1 1/4 ounces tequila",
            "1 teaspoon grenadine",
            "1 slice of lime"
        ],
        "instructions": [
            "Combine orange juice, simple syrup, and tequila. Pour 2/3 over ice in a glass. Mix grenadine with remaining mixture and slowly pour into glass. Garnish with a slice of lime."
        ]
    },
    {
        "name": "Mandarin Cocktail",
        "ingredients": [
            "1 ounce mandarin liqueur, such as Mandarine Napolean",
            "4 ounces champagne",
            "Clementine peel, for garnish"
        ],
        "instructions": [
            "Pour liqueur into a champagne flute; top with champagne. Twist clementine peel over glass and gently drop into cocktail."
        ]
    },
    {
        "name": "Summer Margaritas",
        "ingredients": [
            "1 large English cucumber or 2 standard 6-inch-long cucumbers, peeled, seeded, and thinly sliced (3 cups), plus more slices for garnish",
            "1 1/2 cups 100 percent agave silver tequila",
            "1 cup freshly squeezed lime juice",
            "1 cup <a href=\"https://www.marthastewart.com/339718/lime-simple-syrup\">Lime Simple Syrup for Summer Margaritas</a>",
            "1 lime wedge",
            "Coarse salt",
            "6 to 7 cups small ice cubes"
        ],
        "instructions": [
            "Place cucumber, tequila, lime juice, and simple syrup in the jar of a blender; blend until smooth. Strain through a fine mesh sieve into a pitcher. Refrigerate until chilled, about 1 hour.",
            "Moisten the rims of three 6-ounce martini glasses with lime wedge. Place salt in a shallow dish. Dip rims of glasses in salt to coat.",
            "Fill a cocktail shaker 3/4 full with ice. Add 1 1/2 cups cucumber mixture. Cover and shake 10 to 15 seconds. Strain until prepared glasses. Garnish with cucumber slices. Repeat process with remaining ice and cucumber mixture."
        ]
    },
    {
        "name": "Lillet Rose Spring Cocktail",
        "ingredients": [
            "12 ounces Lillet Rose",
            "12 ounces Ruby Red grapefruit juice",
            "6 ounces gin",
            "6 edible flower blossoms (optional)"
        ],
        "instructions": [
            "Combine 6 ounces Lillet, 6 ounces grapefruit juice, 3 ounces gin, and ice in a cocktail shaker. Shake until well chilled. Strain and divide cocktail among 3 stemmed cocktail glasses, such as Champagne coupes. Repeat.",
            "Garnish with flowers. Serve immediately."
        ]
    },
    {
        "name": "Maple Irish Coffee",
        "ingredients": [
            "1/2 cup heavy cream",
            "1/4 teaspoon pure vanilla extract",
            "2 tablespoons pure maple syrup",
            "1 cup strong-brewed coffee",
            "2 ounces Irish whiskey, such as Jameson",
            "1 teaspoon Dutch-process cocoa powder, plus more for serving"
        ],
        "instructions": [
            "Whisk cream with vanilla and 1 tablespoon maple syrup just until silken and very soft peaks form. In a small saucepan over medium heat, whisk together coffee, whiskey, cocoa, and remaining 1 tablespoon maple syrup. Cook until scalding and bubbles appear along edge of pan (do not let boil). Remove from heat. Whisk in 2 tablespoons cream mixture. Divide evenly between two mugs. Top with remaining cream mixture, sprinkle with cocoa, and serve immediately."
        ]
    },
    {
        "name": "Pineapple-Cucumber Spritz",
        "ingredients": [
            "4 sliced mini cucumbers, plus cucumber ribbons made with a peeler, for garnish",
            "1 cup packed mint leaves",
            "2 cups pineapple juice",
            "Ice",
            "Seltzer",
            "Pisco (optional)"
        ],
        "instructions": [
            "Muddle mini cucumbers, mint leaves, and 1 cup pineapple juice. Stir in 1 more cup pineapple juice; refrigerate until cold. Pour halfway up ice-filled glasses; top with seltzer. Garnish with cucumber ribbons.",
            "To spike it: Add 1 ounce pisco per serving, before the seltzer."
        ]
    },
    {
        "name": "Martini",
        "ingredients": [
            "3/4 cup vodka or gin",
            "2 teaspoons dry vermouth",
            "Cocktail olives"
        ],
        "instructions": [
            "In a cocktail shaker half full of ice cubes, combine gin or vodka and vermouth. Shake well and strain into martini glasses. Garnish with olives and serve."
        ]
    },
    {
        "name": "Manhattan",
        "ingredients": [
            "Ice",
            "1 1/2 ounces rye or bourbon",
            "3/4 ounce sweet vermouth",
            "2 dashes Angostura bitters",
            "Luxardo cherry, for garnish"
        ],
        "instructions": [
            "Fill a mixing glass with ice. Add rye or bourbon, vermouth, and bitters. Stir until chilled; strain into a cocktail or martini glass. Garnish with cherry."
        ]
    },
    {
        "name": "Blue Margarita",
        "ingredients": [
            "Coarse salt",
            "1 lime, cut into wedges",
            "4 ounces tequila",
            "1 ounce Triple Sec",
            "1/4 cup freshly squeezed lime juice",
            "2 ounces blue curacao",
            "1 teaspoon superfine sugar"
        ],
        "instructions": [
            "Pour salt into a shallow dish large enough to fit the rim of the glasses you are using. Using 1 lime wedge for each glass, rub each rim. Dip rim in the plate of salt, and rotate gently to coat evenly. Place a lime wedge on each salted glass, and set aside.",
            "Fill a cocktail shaker halfway with ice cubes. Place tequila, Triple sec, lime juice, blue curacao, and sugar in shaker, and shake vigorously for 30 seconds. Fill prepared glasses with ice cubes. Strain the margarita into the glasses, and serve immediately."
        ]
    },
    {
        "name": "Margaritas for a Crowd",
        "ingredients": [
            "2 cups sugar",
            "2 cups water",
            "Lime wedges",
            "Coarse salt or sea salt",
            "2 cups freshly squeezed lime juice",
            "2 cups tequila, preferably premium",
            "1 cup triple sec, or Grand Marnier",
            "Cracked ice cubes"
        ],
        "instructions": [
            "Make simple syrup: Bring sugar and water to a boil in a small saucepan. Simmer, stirring, until sugar has dissolved. Remove from heat; let cool. Refrigerate until ready to use.",
            "Rub rims of glasses with a lime wedge; dip rims in a dish of salt.",
            "In a large pitcher, combine lime juice, tequila, and triple sec or Grand Marnier. Add chilled sugar syrup, and stir to combine. Add ice cubes, and serve in prepared glasses."
        ]
    },
    {
        "name": "Tomatillo Mary",
        "ingredients": [
            "1 pound tomatillos, husked, rinsed, and chopped",
            "1 medium English cucumber, peeled and chopped",
            "1 jalapeno chile, seeded and chopped",
            "3/4 cup cold water",
            "3 tablespoons fresh lime juice (from 2 limes), plus 1 lime wedge",
            "1 tablespoon sugar",
            "Coarse salt",
            "Cayenne pepper",
            "1 cup chilled vodka",
            "Ice cubes"
        ],
        "instructions": [
            "Puree tomatillos, cucumber, jalapeno, water, lime juice, sugar, 1/2 teaspoon salt, and a generous pinch of cayenne pepper in a blender until smooth. Stir in vodka. Refrigerate until chilled, about 2 hours.",
            "Meanwhile, stir together 2 teaspoons saltand 1/2 teaspoon cayenne pepper on asmall plate. Wet the rims of 4 glasses withlime wedge, and dip each in salt mixture,turning to coat. Stir Tomatillo Mary mixturewell, and divide among 4 ice-filled glasses."
        ]
    },
    {
        "name": "Pineapple-Cucumber Spritz",
        "ingredients": [
            "4 sliced mini cucumbers, plus cucumber ribbons made with a peeler, for garnish",
            "1 cup packed mint leaves",
            "2 cups pineapple juice",
            "Ice",
            "Seltzer",
            "Pisco (optional)"
        ],
        "instructions": [
            "Muddle mini cucumbers, mint leaves, and 1 cup pineapple juice. Stir in 1 more cup pineapple juice; refrigerate until cold. Pour halfway up ice-filled glasses; top with seltzer. Garnish with cucumber ribbons.",
            "To spike it: Add 1 ounce pisco per serving, before the seltzer."
        ]
    },
    {
        "name": "Blue Hawaii",
        "ingredients": [
            "3 ounces pineapple juice",
            "3/4 ounce white rum",
            "3/4 ounce vodka",
            "1/2 ounce lemon juice",
            "1/2 ounce blue Curacao",
            "<a href=\"https://www.marthastewart.com/907403/simple-syrup\">1/4 ounce simple syrup</a>",
            "Ice",
            "Cherry and a pineapple wedge (for serving)"
        ],
        "instructions": [
            "In a cocktail shaker, combine pineapple juice, rum, vodka, lemon juice, blue Curacao, and simple syrup. Shake and strain over ice. Serve with a cherry and a pineapple wedge."
        ]
    },
    {
        "name": "Sazerac",
        "ingredients": [
            "Ice",
            "2 teaspoons sugar",
            "2 teaspoons water",
            "4 ounces rye whiskey",
            "8 dashes bitters (preferably Peychaud's)",
            "2 teaspoons anise-flavored liqueur, such as Herbsaint or Pernod",
            "Lemon twists"
        ],
        "instructions": [
            "Fill 2 rocks glasses with ice to chill. In a third glass or cocktail shaker, stir together sugar and water until sugar dissolves. Add rye whiskey, bitters, and ice. Stir until chilled.",
            "Discard ice from glasses and add 1 teaspoon anise-flavored liqueur to each. Swirl to coat bottom and sides of glasses with liqueur, then pour off extra. Strain rye mixture into glasses and garnish with lemon twists."
        ]
    },
    {
        "name": "Watermelon-Tequila Refreshers",
        "ingredients": [
            "3/4 cup sugar",
            "3 1/2 pounds seedless watermelon, cut into 2-inch cubes (about 12 cups)",
            "1 cup tequila",
            "1 cup fresh lime juice (6 to 8 limes), plus lime slices for garnish",
            "4 cups ice"
        ],
        "instructions": [
            "Stir together sugar and 3/4 cup water in a medium saucepan. Bring to a boil over medium-high heat, stirring until sugar is dissolved. Let cool completely. Refrigerate until ready to use, up to 1 week.",
            "Working in batches, fill blender with watermelon cubes; blend until smooth. Pass puree in batches through a fine sieve set over a large bowl, discarding solids as you work. Refrigerate juice until ready to use, up to 1 day.",
            "Stir together tequila, lime and watermelon juices, and sugar syrup in a large pitcher. Stir in ice and lime slices."
        ]
    },
    {
        "name": "Smoky Serrano-Mint Margarita",
        "ingredients": [
            "1 serrano chile",
            "3 ounces fresh lime juice, plus wheels for rims and for serving",
            "1 teaspoon pink salt or flaky sea salt (optional)",
            "1 teaspoon sumac (optional)",
            "2 teaspoons superfine sugar",
            "2 tablespoons packed fresh mint leaves, plus sprigs for serving",
            "6 ounces 100 percent-agave silver tequila",
            "3 ounces orange liqueur, such as Cointreau or Grand Marnier"
        ],
        "instructions": [
            "Place chile directly over a gas flame, or in a dry cast-iron skillet preheated over high and cook, turning a few times, until blackened all over, 3 to 4 minutes. Transfer to a cutting board; let cool completely. Rub a lime wheel around the rims of 2 rocks glasses. Combine salt and sumac on a small plate.",
            "Dip rims of glasses into salt mixture to coat. Halve chile lengthwise; remove stem, ribs, and seeds. Divide chile, sugar, and mint leaves evenly between 2 glasses; gently pound with a muddling stick or the handle end of a thick wooden spoon until sugar dissolves and chile breaks down into tiny pieces. Fill glasses halfway with ice. Divide tequila, liqueur, and lime juice evenly between glasses; stir to combine. Garnish each with a mint sprig and lime wheel, and serve immediately."
        ]
    },
    {
        "name": "The Golden Ticket Mocktail",
        "ingredients": [
            "4 ounces pineapple juice",
            "1 1/2 ounces white rum (optional)",
            "1 ounce cream of coconut (such as Coco Lopez)",
            "1 ounce fresh orange juice",
            "Pineapple leaves, for garnish (optional)"
        ],
        "instructions": [
            "Pour pineapple juice, white rum (if using), cream of coconut, and fresh orange juice into a cocktail shaker filled with ice; shake until cold, about 10 seconds.",
            "Divide between 2 lowball glasses filled with crushed ice, and top with seltzer. Garnish each with a pineapple leaf (if using) and serve."
        ]
    },
    {
        "name": "The Firecracker",
        "ingredients": [
            "3/4 cup sugar",
            "1 cup fresh or thawed frozen sour cherries, pitted",
            "16 ounces London dry gin",
            "1/2 cup fresh lemon juice (from about 4 lemons)",
            "1 bottle (750 mL) chilled dry rose wine",
            "Ice",
            "Lemon slices, for garnish"
        ],
        "instructions": [
            "Bring sugar and 3/4 cup water to a boil in a small pot. Reduce heat, and simmer, stirring, until sugar dissolves. Remove from heat, and let cool. Simple syrup can be refrigerated up to 2 weeks.",
            "Combine syrup, cherries, and gin in a 3-quart pitcher, and refrigerate until cold, at least 2 hours and up to 6 hours. Stir in lemon juice and wine. Serve over ice, and garnish with lemon slices."
        ]
    },
    {
        "name": "Sour-Cherry Mojitos",
        "ingredients": [
            "1 1/4 cups sugar",
            "2/3 cup fresh lemon juice (from about 3 lemons)",
            "3 pounds frozen pitted sour cherries, partially thawed with juices",
            "1 cup fresh basil leaves, plus more for serving",
            "2 to 3 cups vodka",
            "6 cups sparkling water"
        ],
        "instructions": [
            "Bring sugar and 1 1/4 cups water to a boil in a small saucepan, stirring until sugar is dissolved, 3 minutes. Remove from heat; let cool 15 minutes. Syrup can be refrigerated for up to 1 month.",
            "Combine lemon juice, fruit, and basil in a bowl. Add syrup; mash lightly to release juices. Refrigerate at least 1 day and up to 4 days.",
            "Combine fruit mixture and vodka in a pitcher or punch bowl; ladle about 1/3 cup into each glass. Fill with ice. Top with sparkling water, garnish with more basil, and serve."
        ]
    },
    {
        "name": "Cranberry Mule",
        "ingredients": [
            "1/2 cup sugar",
            "8 ounces frozen cranberries (2 cups)",
            "1 tablespoon finely grated lime zest",
            "2 ounces vodka, chilled",
            "1/2 ounce fresh lime juice, plus 3 thinly sliced lime rounds, for garnish",
            "4 ounces ginger beer (1/2 cup), chilled"
        ],
        "instructions": [
            "Make the Whole-Berry Cranberry Simple Syrup: Stir together sugar, cranberries, lime zest, and 2 tablespoons water in a small saucepan. Cook over medium-high, stirring constantly, until cranberries just start to burst, about 5 minutes. Remove from heat; let cool completely. Refrigerate, covered, until cold, at least 1 hour and up to 1 week.",
            "Make the cocktail: Fill a 12-ounce glass with ice cubes. Stir in vodka, lime juice, ginger beer, and 3 tablespoons cranberries and syrup from Whole-Berry Cranberry Simple Syrup. Garnish with lime rounds."
        ]
    },
    {
        "name": "White Russian",
        "ingredients": [
            "1 1/4 cups vodka",
            "1 1/4 cups coffee liqueur",
            "1 1/4 cups heavy cream"
        ],
        "instructions": [
            "Stir together in a pitcher, then pour into ice-filled glasses."
        ]
    },
    {
        "name": "Classic Margarita ",
        "ingredients": [
            "2 limes",
            "Pink salt or sea salt, coarsely ground",
            "2 ounces blanco tequila",
            "1 ounce orange liqueur, such as Cointreau",
            "1 ounce fresh lime juice"
        ],
        "instructions": [
            "Juice one lime to make 1 ounce and set aside. From remaining lime, slice a thin wheel for garnish and a wedge for salt rim.",
            "Run lime wedge around one side of the rim of a chilled rocks glass; dip rim in salt to coat. Partially fill glass with ice (we prefer 1 large sphere for minimal melting and dilution).",
            "Fill a cocktail shaker halfway with ice. Add tequila, orange liqueur, and reserved lime juice. Shake vigorously until outside of shaker is cold and frosty, about 10 seconds; strain into prepared glass. Garnish with lime wheel and serve immediately."
        ]
    },
    {
        "name": "Watermelon-Cucumber Cooler",
        "ingredients": [
            "5 cups cubed seedless watermelon (about 1 1/2 pounds)",
            "1 large English cucumber, peeled and cut into chunks",
            "1/4 cup fresh lime juice (from 2 limes)",
            "2 tablespoons honey",
            "2/3 cup vodka",
            "Ice",
            "Cucumber slices, for garnish"
        ],
        "instructions": [
            "Set a large fine-mesh sieve over a large bowl or pitcher. In a food processor or blender, puree watermelon. Pour watermelon puree through sieve, pressing on solids with a rubber spatula (you should have about 2 cups juice). Puree English cucumber and pour through sieve into watermelon juice.",
            "In a small bowl or measuring cup, stir together lime juice and honey. Add to watermelon and cucumber juices, along with vodka. Adjust sweetness with more honey if desired. To serve, fill four glasses with ice and top each with cocktail. Garnish with cucumber slices."
        ]
    },
    {
        "name": "Aperol Spritz",
        "ingredients": [
            "Ice",
            "2 ounces Aperol",
            "3 ounces Prosecco",
            "Soda water, chilled",
            "Orange slice, for garnish"
        ],
        "instructions": [
            "Fill an old-fashioned glass with ice. Add Aperol, Prosecco, and soda water to fill. Garnish with orange slice."
        ]
    },
    {
        "name": "Painkiller",
        "ingredients": [
            "4 ounces pineapple juice",
            "2 ounces gold rum",
            "1 ounce cream of coconut",
            "1 ounce orange juice",
            "Ice",
            "Grated nutmeg"
        ],
        "instructions": [
            "In a cocktail shaker, combine pineapple juice, rum, cream of coconut, and orange juice. Shake and strain over ice. Sprinkle with nutmeg."
        ]
    },
    {
        "name": "Manhattan",
        "ingredients": [
            "Ice",
            "1 1/2 ounces rye or bourbon",
            "3/4 ounce sweet vermouth",
            "2 dashes Angostura bitters",
            "Luxardo cherry, for garnish"
        ],
        "instructions": [
            "Fill a mixing glass with ice. Add rye or bourbon, vermouth, and bitters. Stir until chilled; strain into a cocktail or martini glass. Garnish with cherry."
        ]
    },
    {
        "name": "Plum Cocktails",
        "ingredients": [
            "1 1/4 cups sugar",
            "8 plums (red, yellow, or both), pitted and cut into 6 wedges each",
            "2 limes, cut into wedges",
            "10 ounces gin",
            "Sparkling water"
        ],
        "instructions": [
            "Cook sugar and 1 1/2 cups water in a saucepan over medium heat, stirring occasionally, until sugar has dissolved. Bring to a boil. Stir in plums; remove from heat. Refrigerate syrup until cold.",
            "Fill 10 tall glasses with ice. Squeeze 1 lime wedge into each glass; add wedge to glass. Stir 1/4 cup syrup and 1 ounce gin into each glass. Add sparkling water to fill; stir. Garnish with plums. Serve."
        ]
    },
    {
        "name": "Grasshopper",
        "ingredients": [
            "1 1/2 ounces heavy cream",
            "1 ounce creme de menthe",
            "1 ounce creme de cacao",
            "A small piece of chocolate, for serving"
        ],
        "instructions": [
            "In a cocktail shaker half full of ice cubes, combine cream, creme de menthe, and creme de cacao. Shake well until shaker is frosty. Strain into a martini glass. Grate chocolate over one side of cocktail with a fine grater or microplane. Serve."
        ]
    },
    {
        "name": "Frozen Margaritas",
        "ingredients": [
            "5 cups ice cubes",
            "3/4 cup tequila, preferably silver",
            "2/3 cup fresh lime juice (from 5 to 6 limes)",
            "1/2 cup <a href=\"https://www.marthastewart.com/353556/simple-syrup\">Simple Syrup for Frozen Margaritas</a>",
            "1/3 cup coarse salt",
            "1 lime wedge, plus more for serving"
        ],
        "instructions": [
            "Puree ice, tequila, lime juice, and simple syrup in a blender until smooth. Pour salt onto a saucer, and moisten the rims of 4 glasses with lime wedge. Dip each glass into salt, and fill with margaritas. Serve with lime wedges."
        ]
    },
    {
        "name": "Healthier Pina Colada",
        "ingredients": [
            "2 cups pineapple chunks",
            "3/4 cup pure coconut water",
            "1/2 cup ice cubes",
            "1 tablespoon sugar",
            "1 teaspoon fresh lemon juice",
            "1/2 cup rum",
            "Toasted coconut, for garnish"
        ],
        "instructions": [
            "Puree pineapple, coconut water, ice, sugar, and lemon juice in a blender. Stir in rum. Garnish glasses with coconut."
        ]
    },
    {
        "name": "Cucumber Southside Fizz",
        "ingredients": [
            "3 ounces <a href=\"https://www.marthastewart.com/902439/cucumber-lemon-infused-gin\">Cucumber-Lemon Gin</a>",
            "1 tablespoon simple syrup",
            "1 tablespoon lemon juice",
            "2 dashes bitters",
            "Club soda",
            "Cucumber slice, for garnish"
        ],
        "instructions": [
            "In a cocktail shaker filled with ice, add gin, simple syrup, and lemon juice. Shake well and pour into a rocks glass. Top with club soda and bitters, garnish with cucumber slice."
        ]
    },
    {
        "name": "Bourbon Hot Toddy",
        "ingredients": [
            "4 ounces bourbon",
            "2 tablespoons honey",
            "2 tablespoons fresh lemon juice, plus 2 thinly sliced lemon rounds for serving",
            "2 cinnamon sticks",
            "4 whole cloves"
        ],
        "instructions": [
            "Bring 2 cups water to a boil in a small saucepan or tea kettle. Remove from heat and divide between two mugs. Divide bourbon, honey, lemon juice, cinnamon sticks, and cloves between mugs. Let stand 5 minutes, then stir and serve, garnished with lemon rounds."
        ]
    },
    {
        "name": "Pineapple Express",
        "ingredients": [
            "6 cups chopped peeled fresh pineapple",
            "2 tablespoons chopped peeled fresh ginger",
            "2 cups coconut water",
            "1 tablespoon coconut oil",
            "1 tablespoon honey (preferably white)",
            "1/4 cup white rum per drink",
            "Strip of pineapple core, for garnish"
        ],
        "instructions": [
            "In a food processor, pulse pineapple, ginger, coconut water, coconut oil, and honey until pureed. Pour into a 9-by-13-inch baking dish and freeze until completely set, about 12 hours. Scrape granita with the tines of a fork to break apart. For each drink, place 1 cup granita in an 8-ounce glass; pour 1/4 cup white rum on top. Garnish with a strip of pineapple core and serve."
        ]
    },
    {
        "name": "French Martini",
        "ingredients": [
            "1 1/2 ounces vodka",
            "1/2 ounce Chambord",
            "3/4 ounces pineapple juice",
            "Lemon twist, for garnish"
        ],
        "instructions": [
            "Fill a cocktail shaker halfway with ice. Add in vodka, Chambord, and pineapple juice. Shake well. Strain into a 4-ounce martini glass and garnish with lemon twist."
        ]
    },
    {
        "name": "Pina Colada Smoothie",
        "ingredients": [
            "2 cups ice",
            "1/2 cup unsweetened pineapple juice",
            "2 to 3 ounces dark rum",
            "2 to 3 tablespoons cream of coconut",
            "Pineapple wedges, for garnish"
        ],
        "instructions": [
            "Place ice in a blender along with pineapple juice, rum, and cream of coconut.  Blend until mixture is frothy. Pour into goblets, garnish with pineapple wedges, and serve immediately."
        ]
    },
    {
        "name": "Mirto and Tonic",
        "ingredients": [
            "Crushed ice",
            "2 ounces Mirto liqueur, chilled",
            "3 ounces tonic water, such as Fever Tree, chilled",
            "Rosemary sprig, for serving"
        ],
        "instructions": [
            "Fill a highball glass with crushed ice. Pour over mirto; top with tonic. Wave rosemary sprig over a flame until fragrant and charred in places, a few seconds. Stir into glass and serve."
        ]
    },
    {
        "name": "Blackberry Crush",
        "ingredients": [
            "4 blackberries",
            "1 tablespoon lemon juice",
            "1 tablespoon <a href=\"https://www.marthastewart.com/343759/simple-syrup\">Simple Syrup</a>",
            "1 1/4 ounces vodka",
            "Seltzer",
            "Ice",
            "Mint sprig"
        ],
        "instructions": [
            "In a glass, combine blackberries, lemon juice, and simple syrup; lightly crush berries to release their juice. Add ice and vodka; top with seltzer. Stir to combine. Garnish with a mint sprig."
        ]
    },
    {
        "name": "Mango Mojito",
        "ingredients": [
            "4 cups chopped fresh mango, plus 10 thin, peel-on slices for garnish (from 4 mangoes)",
            "2 cups light rum",
            "1 1/2 cups fresh lime juice (from 12 limes)",
            "3/4 cup granulated sugar",
            "2/3 cup packed fresh mint leaves",
            "Two 12-ounce cans club soda or seltzer",
            "Ice, for serving"
        ],
        "instructions": [
            "Working in batches, puree mango, rum, lime juice, and sugar in a blender until smooth. Add mint leaves and blend just until mint is finely chopped. Stir in club soda. Serve over ice. Garnish with mango slices."
        ]
    },
    {
        "name": "Victory Garden Cocktail",
        "ingredients": [
            "3/4 cup sugar",
            "5 thyme sprigs",
            "1 rosemary sprig",
            "4 ounces whiskey, such as Stonecutter Spirits heritage cask whiskey",
            "1/2 ounce applejack brandy, such as Laird's",
            "1 ounce fresh lemon juice",
            "2 dashes orange bitters",
            "4 to 6 ounces club soda, chilled",
            "2 rosemary sprigs, for serving"
        ],
        "instructions": [
            "Thyme-Rosemary Syrup: In a saucepan, combine sugar, thyme, rosemary, and 3/4 cup water. Bring to a boil, stirring, until sugar dissolves. Remove from heat; let cool completely. Strain, discarding herbs. Refrigerate syrup in an airtight container at least 1 hour and up to 1 month. (Makes about 3/4 cup.)",
            "Cocktail: Fill a cocktail shaker halfway with ice. Add whiskey, 1 1/2 ounces syrup, brandy, lemon juice, and bitters. Cover; shake vigorously 10 to 12 seconds. Strain into two rocks glasses filled halfway with ice. Top each with club soda. Wave rosemary over an open flame, such as a gas burner or kitchen torch, just until fragrant and charred in places, about 15 seconds. Garnish glasses with rosemary; serve immediately."
        ]
    },
    {
        "name": "Mezcal with Sage Ice Cubes",
        "ingredients": [
            "1 cup fresh sage leaves",
            "1/3 cup light agave syrup",
            "Mezcal, or good-quality tequila"
        ],
        "instructions": [
            "Reserve 10 sage leaves for ice cubes. Place remaining sage leaves in 8 cups boiling water; cover and let steep 15 minutes. Strain liquid; discard sage leaves. Stir in agave until dissolved. Let cool completely, then refrigerate at least 2 hours and up to 1 week.",
            "Pour some of sage mixture into an ice-cube tray for large cubes, dividing liquid evenly. Add a sage leaf to each cube compartment. Freeze until solid, at least 8 hours and up to 1 day.",
            "Place a sage ice cube in each of 4 tumblers and top with mezcal."
        ]
    },
    {
        "name": "Lemon-and-Mint Julep",
        "ingredients": [
            "1 cup sugar",
            "12 strips lemon zest (from 2 lemons)",
            "6 fresh mint leaves, plus sprig for garnish",
            "Crushed ice",
            "2 ounces bourbon, such as Bulleit"
        ],
        "instructions": [
            "Lemon Simple Syrup: Heat sugar, 1 cup water, and lemon zest in a small saucepan over high, stirring occasionally, until sugar dissolves. Remove from heat; let cool 20 minutes. Remove zest; let cool completely. Syrup can be refrigerated up to 1 week. (Makes 1 1/2 cups.)",
            "Cocktail: In the bottom of a julep cup, muddle mint leaves with 1 tablespoon syrup for a few seconds until mint starts to break down. Add bourbon and fill cup with ice; stir until well chilled. Top with more ice and garnish with mint sprig."
        ]
    },
    {
        "name": "Kentucky Half-and-Half",
        "ingredients": [
            "1 cup sugar",
            "Peeled zest of 4 lemons, plus 1 1/2 cups fresh juice",
            "16 ounces bourbon, such as Maker's Mark, chilled",
            "16 ounces strong-brewed black tea, chilled",
            "Frozen lemon wedges or ice, mint sprigs, and maraschino cherries, such as Luxardo, for serving"
        ],
        "instructions": [
            "Syrup:&nbsp;In a saucepan, combine sugar, lemon zest, and 1 cup water. Bring to a boil over medium heat, stirring until sugar has dissolved. Remove from heat; let cool completely. Strain, discarding zest; stir in lemon juice. Cover and refrigerate in an airtight container until cold, at least 1 hour and up to 2 weeks. Makes 2 cups.",
            "Kentucky Half-and-Half:&nbsp;In a pitcher, stir together syrup, bourbon, and tea. Cover and refrigerate up to 1 day, if desired.Serve in glasses with frozen lemon wedges, mint sprigs, and cherries."
        ]
    },
    {
        "name": "Brandy Crusta",
        "ingredients": [
            "2 ounces Cognac",
            "1 teaspoon orange curacao, (preferably Marie Brizard)",
            "1/2 teaspoon fresh lemon juice",
            "1 dash Angostura Bitters"
        ],
        "instructions": [
            "Cut the ends of lemon and pare the peel from the fruit. Squeeze the juice and reserve. Rim a small wine glass with sugar and place the hulled lemon peel inside.",
            "Shake ingredients over ice and strain into the wine glass. And add one large ice cube to further dilute and round out the flavors of the cocktail."
        ]
    },
    {
        "name": "Elderberry Cordial Spritzer",
        "ingredients": [
            "3 ounces Caledonia Spirits elderberry cordial",
            "30 ounces chilled sparkling white wine (from two 750 ml bottles)"
        ],
        "instructions": [
            "Pour 1/2 ounce cordial into each of 6 Champagne flutes or tall narrow glasses, and top with 5 ounces wine. Serve immediately."
        ]
    },
    {
        "name": "Sparkling Celery Gimlets",
        "ingredients": [
            "1/4 cup sugar",
            "3 cups coarsely chopped celery hearts, leaves removed, plus small stalks with leaves, for serving",
            "1/2 cup fresh lime juice (from 3 to 4 limes)",
            "12 ounces gin, chilled",
            "Chilled seltzer and celery seeds (optional), for serving"
        ],
        "instructions": [
            "Bring 1/4 cup water and sugar to a boil in a small saucepan, stirring until sugar is dissolved. Let cool completely, then refrigerate, covered, at least 1 hour and up to 1 month.",
            "Puree celery and 1/2 cup simple syrup in a blender until smooth. Pour mixture through a fine-mesh sieve lined with damp cheesecloth set over a medium bowl.",
            "In a small pitcher, combine celery syrup, lime juice, and gin. Fill tumblers halfway with ice, then pour 3 ounces cocktail base into each. Top off with seltzer, sprinkle with celery seeds, and serve, with celery stalks."
        ]
    },
    {
        "name": "Americano Cocktail",
        "ingredients": [
            "2 ounces sweet vermouth",
            "2 ounces Campari",
            "2 ounces club soda",
            "Orange slice"
        ],
        "instructions": [
            "Mix first three ingredients in a tall glass filled with ice. Garnish with orange slice."
        ]
    },
    {
        "name": "Irish Buck Cocktail",
        "ingredients": [
            "Ice",
            "2 ounces Irish whiskey",
            "1 tablespoon fresh lime juice",
            "3 ounces ginger ale",
            "Lime wedge"
        ],
        "instructions": [
            "Fill a glass with ice. Add whiskey, lime juice, and ginger ale. Stir and garnish with lime wedge."
        ]
    },
    {
        "name": "Martini",
        "ingredients": [
            "3/4 cup vodka or gin",
            "2 teaspoons dry vermouth",
            "Cocktail olives"
        ],
        "instructions": [
            "In a cocktail shaker half full of ice cubes, combine gin or vodka and vermouth. Shake well and strain into martini glasses. Garnish with olives and serve."
        ]
    },
    {
        "name": "Cucumber-Mint Gin and Tonic",
        "ingredients": [
            "3 sprigs of mint",
            "2 inch piece English cucumber, halved lengthwise and thinly sliced crosswise",
            "2 ounces gin",
            "Tonic water",
            "1 thin wedge cucumber, for garnish"
        ],
        "instructions": [
            "Strip leaves from two sprigs of mint and place in the bottom of a highball glass along with cucumber.",
            "Muddle with a muddling stick or the handle of a wooden spoon. Fill a glass with ice.",
            "Pour gin over ice, top off glass with tonic, stirring once, and garnish with remaining mint sprig and thin cucumber wedge."
        ]
    },
    {
        "name": "Berry Scary Martini",
        "ingredients": [
            "1 cup ice",
            "1 ounce black vodka",
            "2 ounces cherry juice",
            "Fresh raspberries and blueberries, for garnish"
        ],
        "instructions": [
            "Combine ice, vodka, and cherry juice in a cocktail shaker; shake vigorously. Pour into a martini glass. Thread raspberries and blueberries onto a cocktail skewer, and place in drink. Serve immediately."
        ]
    },
    {
        "name": "Bloody Tooth Cocktail",
        "ingredients": [
            "1 1/2 ounces rye whiskey",
            "1 1/2 ounces pomegranate juice",
            "1 ounce <a href=\"https://www.marthastewart.com/1104670/simple-syrup\">Simple Syrup for Mixed Drinks</a>",
            "1/2 ounce freshly squeezed lemon juice",
            "Ice cubes",
            "Pomegranate seeds, for garnish",
            "Lemon twist, for garnish"
        ],
        "instructions": [
            "Place whiskey, pomegranate juice, simple syrup, and lemon juice in a cocktail shaker; fill with ice. Shake vigorously and pour into a rocks glass. Garnish with pomegranate seeds and lemon twist."
        ]
    },
    {
        "name": "Shirley Tempest",
        "ingredients": [
            "1/4 cup white rum (optional)",
            "1/2 teaspoon grenadine",
            "1/4 cup plus 2 tablespoons grapefruit soda",
            "1 maraschino cherry, for serving (optional)"
        ],
        "instructions": [
            "Combine rum, grenadine, and 1/4 cup soda in a cocktail shaker with ice. Shake until cold. Strain into a martini glass and top with remaining 2 tablespoons soda. Garnish with cherry."
        ]
    },
    {
        "name": "Swamp Sips",
        "ingredients": [
            "1/4 cup coarse salt",
            "1 tablespoon finely grated lime zest, plus 2 tablespoons fresh lime juice (about 6 limes total)",
            "1 1/2 teaspoons file powder or green tea powder (optional)",
            "4 ounces tequila",
            "4 ounces green fruit-juice blend",
            "2 tablespoons fresh lime juice"
        ],
        "instructions": [
            "Stir salt, lime zest, and file or green tea powder, if using, in a shallow dish. Put lime juice in another shallow dish. Dip rims of 8 shot glasses in juice, then in salt mixture, tapping off excess. Set aside.",
            "Put tequila, juice blend, lime juice, and crushed ice in a cocktail shaker or pitcher. Shake or stir to combine. Pour through a fine sieve into prepared glasses, dividing evenly. Serve immediately."
        ]
    },
    {
        "name": "Champagne Fizz",
        "ingredients": [
            "6 pieces candied ginger (each about 2 inches)",
            "1 bottle (6.7 ounces) angostura bitters",
            "2 bottles (750 milliliters) Champagne brut, such as Perrier-Jouet, chilled"
        ],
        "instructions": [
            "Place ginger in a small bowl. Pour bitters over; cover. Let stand at room temperature 4 hours.",
            "Strain, reserving liquid for another use. Slice each piece of ginger in half lengthwise. Drop one half into the bottom of each of 12 Champagne coupes or flutes. Top with Champagne; serve immediately."
        ]
    },
    {
        "name": "Maple-Bourbon Cider",
        "ingredients": [
            "Ice",
            "6 ounces bourbon",
            "4 teaspoons fresh lemon juice",
            "2 teaspoons pure maple syrup",
            "1 cup apple cider",
            "Cayenne pepper"
        ],
        "instructions": [
            "Fill four glasses and a cocktail shaker with ice. To shaker, add bourbon, lemon juice, maple syrup, and apple cider; shake vigorously. Strain into glasses and top each with a pinch of cayenne pepper, if desired."
        ]
    },
    {
        "name": "New Classic Margaritas",
        "ingredients": [
            "6 ounces (3/4 cup) silver tequila",
            "3 ounces (1/4 cup plus 2 tablespoons) Cointreau",
            "2 teaspoons superfine sugar",
            "2 tablespoons plus 2 teaspoons fresh lime juice, plus 4 lime wedges, for garnish",
            "4 teaspoons fresh lemon juice, plus 4 lemon wedges, for garnish",
            "4 teaspoons fresh orange juice, plus 4 orange wedges, for garnish",
            "4 cups small ice cubes"
        ],
        "instructions": [
            "Combine all ingredients except citrus wedges in a pitcher. Divide citrus wedges among glasses; pour in margarita."
        ]
    },
    {
        "name": "Gordon's Breakfast Cocktail",
        "ingredients": [
            "1/2 cup sugar",
            "3 whole jalapenos",
            "4 thick cucumber rounds, plus cucumber ribbons for garnish",
            "1 1/2 teaspoons prepared horseradish",
            "Large pinch kosher salt",
            "2 ounces gin",
            "1 ounce fresh lime juice",
            "Freshly ground pepper and mint sprig, for garnish"
        ],
        "instructions": [
            "Jalapeno Simple Syrup:Bring sugar and 1/2 cup water to a boil in a saucepan. Cut a slit in the side of each jalapeno; add to syrup. Simmer 10 minutes. Let cool completely. Remove peppers; store syrup in a glass container in the refrigerator for up to 3 months.",
            "Cocktail:Muddle cucumber, 1 ounce jalapeno simple syrup, horseradish, and salt in a cocktail shaker. Add gin, lime juice, and 1 cup ice. Shake 30 seconds. Strain into a glass filled with ice; garnish with cucumber ribbons, pepper, and mint."
        ]
    },
    {
        "name": "Sherry Martini",
        "ingredients": [
            "2 tablespoons Lillet Blanc",
            "1/4 cup vodka",
            "3 tablespoons amontillado sherry",
            "Dash of angostura bitters",
            "Orange peel, for serving"
        ],
        "instructions": [
            "Shake first 4 ingredients in an ice-filled cocktail shaker. Strain into a martini glass; garnish with orange peel. Serve immediately."
        ]
    },
    {
        "name": "Lemon Whiskey Sour",
        "ingredients": [
            "Lemon wedge",
            "1 teaspoon superfine sugar, plus more for rim",
            "Ice",
            "1 1/2 ounces whiskey",
            "1 1/2 tablespoons fresh lemon juice",
            "Lemon slice, for garnish",
            "Cherry, for garnish"
        ],
        "instructions": [
            "Rub the rim of an old fashioned glass with lemon wedge. Fill a saucer with sugar, and dip the glass, upside down, into the sugar.",
            "Fill a cocktail shaker with ice. Add whiskey, lemon juice, and 1 teaspoon superfine sugar, and shake until sugar dissolves. Strain into an ice-filled old fashioned glass, and garnish with lemon slice and a cherry."
        ]
    },
    {
        "name": "Yellow Watermelon Margaritas",
        "ingredients": [
            "1/3 cup sugar",
            "Peeled zest of 2 limes, plus 1/3 cup fresh lime juice, plus lime wedges for making salt rim, plus thinly sliced rounds for serving (optional)",
            "1/2 small seedless yellow watermelon (about 2 1/2 pounds), peeled and cut into cubes (about 6 cups)",
            "6 ounces tequila blanco",
            "1 ounce elderflower liqueur, such as St. Germain",
            "Coarse salt or Himalayan pink salt,  for glasses"
        ],
        "instructions": [
            "Bring sugar, 1/3 cup water, and lime peels to a boil, stirring, until sugar has dissolved. Remove from heat; let cool completely. Strain into a pitcher with lime juice.",
            "Working in batches, purée watermelon in a food processor or blender; strain through a coarse-mesh sieve (you should have 3 cups). Add melon purée, tequila, and elderflower liqueur to the pitcher with lime syrup and stir. Chill, covered, at least 2 hours and up to 2 days.",
            "When ready to serve, run a lime wedge around the rim of each glass and dip glasses in coarse salt. Fill glasses with ice and 1 or 2 thin lime rounds. To make each drink, add more ice and 1/2&nbsp;cup tequila mixture to a cocktail shaker. Shake 15 seconds; strain into a glass. Repeat for remaining drinks and serve immediately."
        ]
    },
    {
        "name": "Blood Orange Champagne Cocktails",
        "ingredients": [
            "2 1/4 cups freshly squeezed or frozen blood-orange juice",
            "2 750-ml bottles champagne, chilled"
        ],
        "instructions": [
            "Pour 3 tablespoons juice in each champagne flute. Fill flutes with champagne, and serve."
        ]
    },
    {
        "name": "Ginger Sidecar",
        "ingredients": [
            "Sugar",
            "1 orange slice",
            "2 quarter-inch-thick slices peeled fresh ginger",
            "1 one-inch piece orange zest",
            "2 ounces brandy",
            "1 ounce Cointreau",
            "2 tablespoons lemon juice",
            "2 teaspoons pure maple syrup",
            "Ice"
        ],
        "instructions": [
            "Place sugar on a plate. Run orange slice around the rim of a glass; rotate rim in sugar. Muddle ginger in a cocktail shaker. Add orange zest, brandy, Cointreau, lemon juice, maple syrup, and ice; shake. Strain into glass."
        ]
    },
    {
        "name": "Aperol Gin Punch",
        "ingredients": [
            "2 cups gin, preferably Stonecutter Spirits, chilled",
            "2 cups Aperol, chilled",
            "2 cups Lillet Blanc, chilled",
            "2 cups fresh lime juice",
            "1/2 teaspoon orange-blossom water (optional)",
            "Basil sprigs, for serving"
        ],
        "instructions": [
            "Fill a large pitcher with ice. Add gin, Aperol, Lillet, lime juice, and orange-blossom water, stirring to combine. Pour into ice-filled glasses and garnish each with a basil sprig."
        ]
    },
    {
        "name": "Vodka Gimlet",
        "ingredients": [
            "Ice",
            "1 1/2 ounces vodka",
            "1 ounce (2 tablespoons) fresh lime juice, plus lime twist for garnish",
            "1 teaspoon superfine sugar",
            "Lime twist"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice. Add vodka, lime juice, and sugar. Shake until well chilled, about 30 seconds. Strain into a martini glass. Garnish with lime twist; serve."
        ]
    },
    {
        "name": "Rosemary Gimlet",
        "ingredients": [
            "1/2 cup sugar",
            "4 teaspoons fresh rosemary leaves",
            "2 ounces gin, such as Hendrick's",
            "3/4 ounce fresh lemon juice",
            "Small rosemary sprig, for serving"
        ],
        "instructions": [
            "Rosemary Simple Syrup:In a small saucepan, bring 1/2 cup water, sugar, and rosemary to a boil, stirring until sugar dissolves. Let stand 30 minutes, then strain; discard solids. Refrigerate in an airtight container up to 1 week. (Makes 1/2 cup.)",
            "Cocktail:Combine gin, lemon juice, and 3/4 ounce syrup in a cocktail shaker. Fill halfway with ice. Shake until outside of shaker is frosty, about 30 seconds. Strain and serve, garnished with rosemary."
        ]
    },
    {
        "name": "Holiday Cranberry Cocktails",
        "ingredients": [
            "2 cups fresh or thawed frozen cranberries",
            "1 cup pure maple syrup",
            "2 cups dry red wine, such as Pinot Noir",
            "1/2 cup packed light-brown sugar",
            "1 vanilla bean, split, seeds scraped",
            "Thin strips of zest from 1/2 lemon",
            "2 teaspoons pink peppercorns, crushed",
            "Pinch of coarse salt",
            "2/3 cup granulated sugar",
            "2 cups seltzer"
        ],
        "instructions": [
            "Preheat oven to 350 degrees. Put cranberries into a large, high-sided skillet; set aside. Bring syrup, wine, brown sugar, vanilla bean and seeds, lemon zest, peppercorns, and salt to a boil in a medium saucepan, whisking occasionally.",
            "Pour over cranberries. Cover tightly with foil, and bake until cranberries are soft but have not burst, about 10 minutes. Using a slotted spoon, transfer cranberries to a bowl; cover with 1 cup cooking liquid. Let cool completely.",
            "Bring 1/2 cup cooking liquid and the granulated sugar to a boil in a small saucepan, whisking until sugar has dissolved. Reduce heat to low; simmer until liquid has reduced and barely coats the back of a spoon, about 6 minutes. Pour through a fine sieve into a medium bowl; let cool completely.",
            "Reserve 40 cranberries. Puree remaining cranberries and liquid in a blender.",
            "To serve, place 10 reserved cranberries on each of 4 decorative skewers. Pour 1/4 cup puree and 1/4 cup syrup into each of four 12-ounce glasses; stir to combine. Add skewers, and fill glasses with ice. Top with seltzer, and serve."
        ]
    },
    {
        "name": "Coconut-Water Vodka Cocktail",
        "ingredients": [
            "Ice",
            "1 1/2 ounces vodka (we like <a href=\"http://cropvodka.com\">Crop Organic</a>)",
            "6 ounces coconut water",
            "Orange twist, for garnish"
        ],
        "instructions": [
            "Fill a highball glass with ice. Add vodka and coconut water; stir to combine. Garnish with an orange twist."
        ]
    },
    {
        "name": "Italian Corpse Reviver",
        "ingredients": [
            "1 1/2 ounces Strega liqueur",
            "1/2 ounce dry vermouth, such as Dolin",
            "3/4 ounce fresh lemon juice",
            "3 to 4 dashes Angostura bitters",
            "Ice",
            "Fresh bay leaf, for garnish"
        ],
        "instructions": [
            "Combine Strega, vermouth, lemon juice, and bitters in a cocktail shaker filled halfway with ice. Shake vigorously until outside of shaker is cold and frothy, about 30 seconds. Strain into a coupe glass; garnish with bay leaf and serve immediately."
        ]
    },
    {
        "name": "Guava Margaritas",
        "ingredients": [
            "1 3/4 cups freshly squeezed lime juice, plus wedges for serving",
            "2 3/4 cups Don Julio Anejo tequila",
            "1 1/3 cups Grand Marnier",
            "2 3/4 cups guava puree, preferably from <a href=\"http://www.sos-chefs.com\">SOS Chefs</a>",
            "Coarse salt, for rims",
            "<a href=\"/images/content/web/pdfs/pdf1/cocktail glass flower template.pdf\">Cocktail glass flowers template</a>, optional"
        ],
        "instructions": [
            "Stir together lime juice, tequila, Grand Marnier, and guava puree in a large pitcher; stir to combine. Refrigerate until chilled.",
            "Just before serving, rub a cut lime around the rim of each glass. Fill a saucer with salt, and dip each glass, upside down, into the salt. Pour margaritas into glasses, garnish with lime wedges, and serve immediately."
        ]
    },
    {
        "name": "Frozen Margaritas",
        "ingredients": [
            "5 cups ice cubes",
            "3/4 cup tequila, preferably silver",
            "2/3 cup fresh lime juice (from 5 to 6 limes)",
            "1/2 cup <a href=\"https://www.marthastewart.com/353556/simple-syrup\">Simple Syrup for Frozen Margaritas</a>",
            "1/3 cup coarse salt",
            "1 lime wedge, plus more for serving"
        ],
        "instructions": [
            "Puree ice, tequila, lime juice, and simple syrup in a blender until smooth. Pour salt onto a saucer, and moisten the rims of 4 glasses with lime wedge. Dip each glass into salt, and fill with margaritas. Serve with lime wedges."
        ]
    },
    {
        "name": "French 75",
        "ingredients": [
            "1 ounce gin",
            "1 tablespoon fresh lemon juice",
            "1 teaspoon <a href=\"https://www.marthastewart.com/353557/simple-syrup\">Simple Syrup</a>",
            "Ice",
            "Champagne, chilled"
        ],
        "instructions": [
            "Place gin, lemon juice, and simple syrup in a cocktail shaker filled with ice; shake until cold, about 10 seconds. Strain into a flute; add champagne to fill. Repeat as desired."
        ]
    },
    {
        "name": "Spiked Blackberry-Marjoram Limeade",
        "ingredients": [
            "2 cups blackberries or black raspberries, plus more for serving",
            "1/4 cup fresh lime juice (from 2 limes), plus lime wedges for serving",
            "8 ounces vodka, chilled",
            "1/3 cup superfine sugar",
            "1/2 teaspoon fresh marjoram leaves, plus more for serving",
            "Ice cubes, for serving",
            "16 ounces seltzer or club soda, chilled"
        ],
        "instructions": [
            "Puree blackberries, lime juice, vodka, sugar, and marjoram in a blender. Strain through a fine-mesh sieve, pressing on solids with a flexible spatula; discard solids. Puree can be made ahead and refrigerated in an airtight container up to 2 days.",
            "Divide puree among 8 ice-filled glasses. Fill with seltzer; stir. Serve, garnished with blackberries, lime wedges, and marjoram."
        ]
    },
    {
        "name": "Spicy Grapefruit Spritz",
        "ingredients": [
            "1/2 cup fresh lime juice",
            "3 tablespoons superfine sugar",
            "8 thin jalapeno slices",
            "2 cups fresh grapefruit juice",
            "Ice",
            "Seltzer",
            "Grapefruit slices, for garnish",
            "Tequila or mezcal, optional"
        ],
        "instructions": [
            "Muddle lime juice, sugar, and jalapeno slices, pressing on chiles and stirring until sugar dissolves. Stir in grapefruit juice. Pour halfway up ice-filled glasses; top with seltzer. Garnish with grapefruit slices.",
            "To spike it: Add 1 ounce tequila or mezcal per serving, before the seltzer."
        ]
    },
    {
        "name": "Melon Mule",
        "ingredients": [
            "Ice",
            "1 tablespoon lime juice",
            "2 ounces <a href=\"https://www.marthastewart.com/902437/melon-mint-vodka\">Melon-Mint Vodka</a>",
            "Ginger beer",
            "Mint"
        ],
        "instructions": [
            "In a Collins glass filled with ice, add lime juice and vodka. Top with ginger beer and garnish with mint."
        ]
    },
    {
        "name": "Grapefruit-and-Mint Mojito",
        "ingredients": [
            "1/3 cup granulated sugar",
            "1/2 cup water",
            "1/2 cup packed fresh mint leaves, plus sprigs for garnish",
            "1 ruby-red grapefruit",
            "3/4 cup white rum",
            "3 cups ice",
            "1 cup seltzer"
        ],
        "instructions": [
            "Bring sugar and water to a boil in a small saucepan. Remove from heat, and add mint leaves. Let steep 10 minutes. Strain through a fine sieve into a small bowl, and discard mint. Let cool.",
            "Using a vegetable peeler, remove zest from grapefruit in long, wide strips. Place in a large glass, and add rum. Cover, and let stand for 30 minutes. Strain through a fine sieve intoa large glass measure, and discard zest.",
            "Cut away remaining pith from grapefruit. Cut between membranes to release segments. For each drink, place 2 to 3 segments in a glass. Top with 3/4 cup ice. Stir 3 tablespoons infused rum, 2 tablespoons mint syrup, and 1/4 cup seltzer in a glass measure, and pour over ice. Garnish with mint sprigs."
        ]
    },
    {
        "name": "Lillet Rose Spring Cocktail",
        "ingredients": [
            "12 ounces Lillet Rose",
            "12 ounces Ruby Red grapefruit juice",
            "6 ounces gin",
            "6 edible flower blossoms (optional)"
        ],
        "instructions": [
            "Combine 6 ounces Lillet, 6 ounces grapefruit juice, 3 ounces gin, and ice in a cocktail shaker. Shake until well chilled. Strain and divide cocktail among 3 stemmed cocktail glasses, such as Champagne coupes. Repeat.",
            "Garnish with flowers. Serve immediately."
        ]
    },
    {
        "name": "Whiskey Sours",
        "ingredients": [
            "4 cups orange juice (from 8 oranges)",
            "1 cup fresh lemon juice (from 8 lemons)",
            "1 cup triple sec",
            "2 1/2 cups whiskey",
            "Ice (for serving)",
            "Orange slices (for serving)",
            "Maraschino cherry (for serving)"
        ],
        "instructions": [
            "In a pitcher, combine orange juice, lemon juice, triple sec, and whiskey. Serve over ice, topped with an orange slice and a maraschino cherry, if desired."
        ]
    },
    {
        "name": "Champagne Gelee Cocktail",
        "ingredients": [
            "2 cups white grape juice, divided",
            "3 packets unflavored gelatin",
            "2 1/2 cups Champagne (or sparkling wine like Prosecco or Cava), plus more for pouring",
            "1/2 cup St-Germain liqueur",
            "Pomegranate seeds"
        ],
        "instructions": [
            "Bring 1 cup grape juice to a boil. Whisk in gelatin until dissolved. Pour the mixture into a 9-by-13-inch baking dish. Stir in 1 more cup of grape juice, 2 1/2 cups of Champagne or sparkling wine, and St-Germain liqueur. Let chill until the gelatin is set, 2 to 3 hours. Cut the gelatin into cubes and distribute it among glasses, also dropping pomegranate seeds in each. When ready to serve, pour more Champagne over the gelee (serve with small spoons)."
        ]
    },
    {
        "name": "New Year's Eve Sparkler",
        "ingredients": [
            "2 cups fresh or thawed frozen cranberries",
            "1 cup sugar",
            "1 cup vodka",
            "Two 750ml bottles of champagne"
        ],
        "instructions": [
            "To make, puree cranberries, sugar, and vodka in a blender until smooth. Strain and chill until cold, or up to 1 week. Fill a flute with 3 tablespoons cranberry-vodka mixture and about 1/2 cup bubbly per glass. For the ombre effect, tilt flute and gently pour Champagne down one side into glass. Serve immediately."
        ]
    },
    {
        "name": "Sidecar",
        "ingredients": [
            "2 tablespoons superfine sugar",
            "1 lemon wedge",
            "Ice cubes",
            "2 ounces domestic brandy",
            "1 ounce Cointreau",
            "1/2 ounce fresh lemon juice",
            "3-inch-long strip of lemon zest"
        ],
        "instructions": [
            "Place sugar in a shallow dish or saucer. Run the lemon wedge around the rim of a martini glass and discard. Dip rim in sugar to coat. Fill glass with ice and set aside to chill.",
            "Fill a cocktail shaker with ice and add brandy, Cointreau, and lemon juice; shake vigorously.",
            "Remove ice from glass and discard. Twist lemon peel over glass; strain cocktail into glass. Serve immediately."
        ]
    },
    {
        "name": "The Perfect Margarita",
        "ingredients": [
            "1 lime, cut into wedges",
            "Coarse salt",
            "Ice cubes",
            "1 1/4 cups freshly squeezed lime juice",
            "1 cup best-quality white tequila",
            "1/3 cup Cointreau",
            "1/3 cup sugar, plus more if desired"
        ],
        "instructions": [
            "To salt-rim the glasses, rub a cut lime around the rim of each of 4 stemmed goblets. Fill a saucer with salt. Dip goblet, upside down, into salt. Refrigerate goblets until ready to use.",
            "Fill blender three-quarters full of ice cubes. Pour lime juice, tequila, and Cointreau over ice. Add sugar; blend, starting slowly, and then increasing to high speed, until ice is very finely chopped and mixture is frothy. Taste for sweetness; add more sugar if desired. Blend a few seconds more; pour into salt-rimmed glasses. Serve immediately."
        ]
    },
    {
        "name": "Plum Negroni",
        "ingredients": [
            "2 cherry plums, halved and pitted, or 1/2 small black plum, cut into wedges, plus 1 whole plum (or more wedges) for serving",
            "2 teaspoons sugar",
            "1 ounce gin",
            "1 ounce Aperol",
            "1/4 cup seltzer or water",
            "Orange-peel twists, for serving"
        ],
        "instructions": [
            "Using a muddling tool or wooden spoon, crush plums and sugar in an 8-ounce glass. Stir in gin and Aperol until sugar is dissolved. Fill with ice; stir in seltzer. Add orange twists and whole plum; serve."
        ]
    },
    {
        "name": "Long Island Iced Tea",
        "ingredients": [
            "1/3 cup granulated sugar",
            "4 black tea bags",
            "1/2 ounce each gin, vodka, light rum, tequila, and triple sec",
            "1 ounce fresh lemon juice, plus very thinly sliced lemon rounds for serving",
            "1/4 cup seltzer"
        ],
        "instructions": [
            "Bring sugar and 1/2 cup water to a simmer in a pot, stirring until sugar is dissolved. Remove from heat; add tea bags and let steep 10 minutes. Remove and discard bags; let cool completely. Refrigerate 1 hour or up to 1 week.",
            "For each cocktail, fill a tall glass with ice. Add 2 ounces tea syrup, the alcohols, lemon juice and seltzer. Stir. Garnish with a lemon round; serve immediately."
        ]
    },
    {
        "name": "Celery French 75 Cocktails",
        "ingredients": [
            "1/2 cup sugar",
            "1/2 cup water",
            "2 tablespoons packed fresh celery leaves, plus more for garnish",
            "3/4 cup fresh lemon juice (from 4 to 5 lemons)",
            "6 ounces gin, chilled",
            "1 bottle (750 mL) sparkling wine, such as Champagne or cava, chilled",
            "<a href=\"https://www.marthastewart.com/1107507/candied-lemon-zest\">Candied Lemon Zest</a>or lemon twists, for garnish"
        ],
        "instructions": [
            "Combine sugar and water in a small saucepan. Bring to a simmer over medium heat, stirring until sugar is dissolved. Remove from heat; add celery leaves. Let syrup cool. Pour through a fine sieve into a bowl; discard leaves.",
            "To assemble each cocktail, combine 1 tablespoon celery syrup, 1 tablespoon lemon juice, and 1/2 ounce gin in a Champagne glass. Top off with wine; gently stir to combine. Garnish with celery leaf and lemon rind or twist; serve immediately."
        ]
    },
    {
        "name": "Mr. Joseph's Lemonade",
        "ingredients": [
            "1/2 ounce fresh lemon juice",
            "1/2 ounce ginger syrup",
            "1 ounce Averna",
            "1 cup cracked ice",
            "12 ounce Lager beer"
        ],
        "instructions": [
            "In a pint glass, combine the lemon juice, ginger syrup, Averna and cracked ice.  Pour beer into the glass and stir to combine. Serve garnished with a lemon wedge."
        ]
    },
    {
        "name": "Gibson",
        "ingredients": [
            "Ice",
            "2 ounces gin",
            "1 ounce dry vermouth",
            "Pickled pearl onions"
        ],
        "instructions": [
            "In a cocktail shaker filled with ice, combine gin and vermouth. Shake and strain into a glass; garnish with pickled pearl onions."
        ]
    },
    {
        "name": "Pina Ghoulada",
        "ingredients": [
            "3 tablespoons corn syrup",
            "1/4 teaspoons red food coloring",
            "20 ounces pineapple juice",
            "1 can (15 ounces) cream of coconut",
            "1/2 cup heavy cream",
            "1 cup orange juice",
            "10 ounces good-quality rum"
        ],
        "instructions": [
            "Pour the corn syrup in a shallow bowl. Dip a toothpick into the food coloring, and stir a very small amount into the syrup to combine. Hold a glass by the stem, dip rim into the syrup mixture, and turn glass slowly, coating entire rim. Turn the glass upright, allowing mixture to drip down sides. Dip the remaining glasses. Set aside.",
            "Whisk together drink ingredients. Place 2 1/2 cups ice in a blender, and add 1 cup drink mixture. Blend until smooth; add more pineapple juice if mixture is too thick. Repeat with remaining ice and mixture. Carefully pour into prepared glasses; serve."
        ]
    },
    {
        "name": "Strawberry Daiquiri",
        "ingredients": [
            "2 ounces (1/4 cup) freshly squeezed lime juice, plus 1 tablespoon lime zest, from 2 limes",
            "1/4 cup granulated sugar, plus up to 2 additional tablespoons",
            "4 cups (16 ounces) fresh strawberries, hulled",
            "5 ounces (2/3 cup) white rum",
            "2 cups small ice cubes"
        ],
        "instructions": [
            "Combine lime zest and 2 tablespoons sugar in a food processor. Pulse until combined. Set aside.",
            "Place lime juice, strawberries, rum, 2 to 4 tablespoons sugar, depending on the sweetness of your strawberries, and ice cubes in a blender. Blend until smooth.",
            "Rub the rims of four glasses with a lime wedge, dip rims in lime sugar, and fill glasses with daiquiri."
        ]
    },
    {
        "name": "Pomegranate-Honey Coolers",
        "ingredients": [
            "1 bottle (750 milliliters) dry white wine, such as Sauvignon Blanc",
            "1 1/2 cups pomegranate juice",
            "2 to 4 tablespoons honey",
            "Lemon, for garnish"
        ],
        "instructions": [
            "Combine white wine and pomegranate juice in a pitcher. Add honey, and stir until dissolved. Divide among 6 ice-filled glasses. Garnish with slices of lemon."
        ]
    },
    {
        "name": "Pineapple-Rum Cocktail",
        "ingredients": [
            "1 can (46 ounces) pineapple juice",
            "2 cups spiced rum",
            "1/2 cup fresh lime juice (from 6 to 8 limes)",
            "Lime slices, for garnish"
        ],
        "instructions": [
            "In a large pitcher, stir together pineapple juice, spiced rum, and lime juice. Refrigerate until chilled. Serve over ice, garnished with lime slices."
        ]
    },
    {
        "name": "Long Island Iced Tea",
        "ingredients": [
            "1/3 cup granulated sugar",
            "4 black tea bags",
            "1/2 ounce each gin, vodka, light rum, tequila, and triple sec",
            "1 ounce fresh lemon juice, plus very thinly sliced lemon rounds for serving",
            "1/4 cup seltzer"
        ],
        "instructions": [
            "Bring sugar and 1/2 cup water to a simmer in a pot, stirring until sugar is dissolved. Remove from heat; add tea bags and let steep 10 minutes. Remove and discard bags; let cool completely. Refrigerate 1 hour or up to 1 week.",
            "For each cocktail, fill a tall glass with ice. Add 2 ounces tea syrup, the alcohols, lemon juice and seltzer. Stir. Garnish with a lemon round; serve immediately."
        ]
    },
    {
        "name": "Watermelon-Cucumber Cooler",
        "ingredients": [
            "5 cups cubed seedless watermelon (about 1 1/2 pounds)",
            "1 large English cucumber, peeled and cut into chunks",
            "1/4 cup fresh lime juice (from 2 limes)",
            "2 tablespoons honey",
            "2/3 cup vodka",
            "Ice",
            "Cucumber slices, for garnish"
        ],
        "instructions": [
            "Set a large fine-mesh sieve over a large bowl or pitcher. In a food processor or blender, puree watermelon. Pour watermelon puree through sieve, pressing on solids with a rubber spatula (you should have about 2 cups juice). Puree English cucumber and pour through sieve into watermelon juice.",
            "In a small bowl or measuring cup, stir together lime juice and honey. Add to watermelon and cucumber juices, along with vodka. Adjust sweetness with more honey if desired. To serve, fill four glasses with ice and top each with cocktail. Garnish with cucumber slices."
        ]
    },
    {
        "name": "Cherry Plums in Vodka",
        "ingredients": [
            "1 pound cherry plums, rinsed",
            "1/4 cup sugar",
            "14 ounces vodka (1 3/4 cups)"
        ],
        "instructions": [
            "Poke plums with a fork and transfer to a lidded 1-quart jar. Sprinkle with sugar and pour in vodka. Cover with lid and shake. Let stand in a cool, dark place 2 weeks, shaking daily. Plums can be refrigerated in jar up to 6 months."
        ]
    },
    {
        "name": "Extra Dark and Stormy",
        "ingredients": [
            "1 tablespoon chopped fresh ginger",
            "1 teaspoon superfine sugar",
            "3/4 ounce fresh lime juice",
            "1 ounce dark rum",
            "1 ounce amaro",
            "1 orange"
        ],
        "instructions": [
            "Combine ginger and sugar in a highball glass and muddle. Add lime juice and crushed ice; top with rum and amaro and stir.",
            "Peel off&nbsp;a long strip of&nbsp;zest from orange.&nbsp;Using tongs, wave it over a gas flame or a lit match. Roll orange strip so it resembles a rosebud;&nbsp;skewer&nbsp;and serve with cocktail."
        ]
    },
    {
        "name": "Creepy Cherry Cocktail",
        "ingredients": [
            "2 ounces gin",
            "1 teaspoon creme de violette",
            "1/2 ounce fresh lemon juice",
            "1/2 ounce maraschino liqueur",
            "Cocktail cherry, for garnish",
            "1 to 2 teaspoons Campari"
        ],
        "instructions": [
            "Place 1 cup ice, gin, creme de violette, lemon juice, and maraschino liqueur in a cocktail shaker. Shake 30 seconds. Place cocktail cherry in the bottom of a martini glass. Strain gin mixture into glass, then top with Campari."
        ]
    },
    {
        "name": "Bourbon and Ginger",
        "ingredients": [
            "4 ounces bourbon",
            "4 glasses filled with ice",
            "1 can (12 ounces) ginger ale",
            "4 lime wedges"
        ],
        "instructions": [
            "Divide bourbon among 4 glasses filled with ice. Divide ginger ale among glasses and squeeze 1 lime wedge into each. Serve immediately."
        ]
    },
    {
        "name": "Honeydew Cocktail",
        "ingredients": [
            "1 large honeydew melon, seeds and rind removed, cut into large chunks",
            "1/4 cup fresh lime juice",
            "6 mint leaves",
            "1/4 cup superfine sugar",
            "1/2 cup vodka, (optional)",
            "1 cup crushed ice"
        ],
        "instructions": [
            "Place melon, lime juice, mint, sugar, and vodka in a bar blender. Blend until smooth, about 45 seconds. Pour through a cheesecloth-lined strainer into a pitcher.",
            "Place ice in 12-ounce glasses; pour liquid over ice. Swizzle and serve."
        ]
    },
    {
        "name": "Irish Buck Cocktail",
        "ingredients": [
            "Ice",
            "2 ounces Irish whiskey",
            "1 tablespoon fresh lime juice",
            "3 ounces ginger ale",
            "Lime wedge"
        ],
        "instructions": [
            "Fill a glass with ice. Add whiskey, lime juice, and ginger ale. Stir and garnish with lime wedge."
        ]
    },
    {
        "name": "Whiskey Sours",
        "ingredients": [
            "4 cups orange juice (from 8 oranges)",
            "1 cup fresh lemon juice (from 8 lemons)",
            "1 cup triple sec",
            "2 1/2 cups whiskey",
            "Ice (for serving)",
            "Orange slices (for serving)",
            "Maraschino cherry (for serving)"
        ],
        "instructions": [
            "In a pitcher, combine orange juice, lemon juice, triple sec, and whiskey. Serve over ice, topped with an orange slice and a maraschino cherry, if desired."
        ]
    },
    {
        "name": "Watermelon-Cucumber Cooler",
        "ingredients": [
            "5 cups cubed seedless watermelon (about 1 1/2 pounds)",
            "1 large English cucumber, peeled and cut into chunks",
            "1/4 cup fresh lime juice (from 2 limes)",
            "2 tablespoons honey",
            "2/3 cup vodka",
            "Ice",
            "Cucumber slices, for garnish"
        ],
        "instructions": [
            "Set a large fine-mesh sieve over a large bowl or pitcher. In a food processor or blender, puree watermelon. Pour watermelon puree through sieve, pressing on solids with a rubber spatula (you should have about 2 cups juice). Puree English cucumber and pour through sieve into watermelon juice.",
            "In a small bowl or measuring cup, stir together lime juice and honey. Add to watermelon and cucumber juices, along with vodka. Adjust sweetness with more honey if desired. To serve, fill four glasses with ice and top each with cocktail. Garnish with cucumber slices."
        ]
    },
    {
        "name": "White Cosmopolitan",
        "ingredients": [
            "1 cup white cranberry juice",
            "4 ounces vodka",
            "2 ounces Cointreau"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice. Add cranberry juice, vodka, and Cointreau. Shake to combine well. Strain into two large martini glasses. Serve immediately."
        ]
    },
    {
        "name": "Whiskey Sours",
        "ingredients": [
            "4 cups orange juice (from 8 oranges)",
            "1 cup fresh lemon juice (from 8 lemons)",
            "1 cup triple sec",
            "2 1/2 cups whiskey",
            "Ice (for serving)",
            "Orange slices (for serving)",
            "Maraschino cherry (for serving)"
        ],
        "instructions": [
            "In a pitcher, combine orange juice, lemon juice, triple sec, and whiskey. Serve over ice, topped with an orange slice and a maraschino cherry, if desired."
        ]
    },
    {
        "name": "Plum Cocktails",
        "ingredients": [
            "1 1/4 cups sugar",
            "8 plums (red, yellow, or both), pitted and cut into 6 wedges each",
            "2 limes, cut into wedges",
            "10 ounces gin",
            "Sparkling water"
        ],
        "instructions": [
            "Cook sugar and 1 1/2 cups water in a saucepan over medium heat, stirring occasionally, until sugar has dissolved. Bring to a boil. Stir in plums; remove from heat. Refrigerate syrup until cold.",
            "Fill 10 tall glasses with ice. Squeeze 1 lime wedge into each glass; add wedge to glass. Stir 1/4 cup syrup and 1 ounce gin into each glass. Add sparkling water to fill; stir. Garnish with plums. Serve."
        ]
    },
    {
        "name": "Basil Gimlet Fizz",
        "ingredients": [
            "Seedless watermelon",
            "8 basil leaves, torn, plus more for garnish",
            "1 teaspoon sugar",
            "1 tablespoon fresh lime juice",
            "1 ounce vodka",
            "3 ounces seltzer"
        ],
        "instructions": [
            "Cut watermelon into 1-inch cubes, and freeze in a single layer for at least 1 hour. Muddle basil leaves with sugar in the bottom of a glass; stir in lime juice and vodka. Add watermelon cubes. Top with seltzer; garnish with basil."
        ]
    },
    {
        "name": "Sour-Cherry Mojitos",
        "ingredients": [
            "1 1/4 cups sugar",
            "2/3 cup fresh lemon juice (from about 3 lemons)",
            "3 pounds frozen pitted sour cherries, partially thawed with juices",
            "1 cup fresh basil leaves, plus more for serving",
            "2 to 3 cups vodka",
            "6 cups sparkling water"
        ],
        "instructions": [
            "Bring sugar and 1 1/4 cups water to a boil in a small saucepan, stirring until sugar is dissolved, 3 minutes. Remove from heat; let cool 15 minutes. Syrup can be refrigerated for up to 1 month.",
            "Combine lemon juice, fruit, and basil in a bowl. Add syrup; mash lightly to release juices. Refrigerate at least 1 day and up to 4 days.",
            "Combine fruit mixture and vodka in a pitcher or punch bowl; ladle about 1/3 cup into each glass. Fill with ice. Top with sparkling water, garnish with more basil, and serve."
        ]
    },
    {
        "name": "Spiked Blackberry-Marjoram Limeade",
        "ingredients": [
            "2 cups blackberries or black raspberries, plus more for serving",
            "1/4 cup fresh lime juice (from 2 limes), plus lime wedges for serving",
            "8 ounces vodka, chilled",
            "1/3 cup superfine sugar",
            "1/2 teaspoon fresh marjoram leaves, plus more for serving",
            "Ice cubes, for serving",
            "16 ounces seltzer or club soda, chilled"
        ],
        "instructions": [
            "Puree blackberries, lime juice, vodka, sugar, and marjoram in a blender. Strain through a fine-mesh sieve, pressing on solids with a flexible spatula; discard solids. Puree can be made ahead and refrigerated in an airtight container up to 2 days.",
            "Divide puree among 8 ice-filled glasses. Fill with seltzer; stir. Serve, garnished with blackberries, lime wedges, and marjoram."
        ]
    },
    {
        "name": "Bourbon Hot Toddy",
        "ingredients": [
            "4 ounces bourbon",
            "2 tablespoons honey",
            "2 tablespoons fresh lemon juice, plus 2 thinly sliced lemon rounds for serving",
            "2 cinnamon sticks",
            "4 whole cloves"
        ],
        "instructions": [
            "Bring 2 cups water to a boil in a small saucepan or tea kettle. Remove from heat and divide between two mugs. Divide bourbon, honey, lemon juice, cinnamon sticks, and cloves between mugs. Let stand 5 minutes, then stir and serve, garnished with lemon rounds."
        ]
    },
    {
        "name": "Smoky Serrano-Mint Margarita",
        "ingredients": [
            "1 serrano chile",
            "3 ounces fresh lime juice, plus wheels for rims and for serving",
            "1 teaspoon pink salt or flaky sea salt (optional)",
            "1 teaspoon sumac (optional)",
            "2 teaspoons superfine sugar",
            "2 tablespoons packed fresh mint leaves, plus sprigs for serving",
            "6 ounces 100 percent-agave silver tequila",
            "3 ounces orange liqueur, such as Cointreau or Grand Marnier"
        ],
        "instructions": [
            "Place chile directly over a gas flame, or in a dry cast-iron skillet preheated over high and cook, turning a few times, until blackened all over, 3 to 4 minutes. Transfer to a cutting board; let cool completely. Rub a lime wheel around the rims of 2 rocks glasses. Combine salt and sumac on a small plate.",
            "Dip rims of glasses into salt mixture to coat. Halve chile lengthwise; remove stem, ribs, and seeds. Divide chile, sugar, and mint leaves evenly between 2 glasses; gently pound with a muddling stick or the handle end of a thick wooden spoon until sugar dissolves and chile breaks down into tiny pieces. Fill glasses halfway with ice. Divide tequila, liqueur, and lime juice evenly between glasses; stir to combine. Garnish each with a mint sprig and lime wheel, and serve immediately."
        ]
    },
    {
        "name": "Lemon Mezcal Margarita",
        "ingredients": [
            "2 ounces fresh lemon juice, plus wedges for serving",
            "6 ounces mezcal",
            "4 ounces orange liqueur, such as Cointreau",
            "Flaky sea salt and freshly ground black pepper",
            "Ice"
        ],
        "instructions": [
            "Mix equal parts salt and pepper on a plate. Run a wedge of lemon around the rim of two rocks glasses; dip into salt and pepper mixture. Place mezcal, triple sec, and lemon juice in a cocktail shaker filled halfway with ice; shake until outside is cold and frosty, about 30 seconds. Strain over ice into prepared glasses; serve immediately with lemon wedges."
        ]
    },
    {
        "name": "Halloween Bloody Mary Shooters",
        "ingredients": [
            "3 stalks celery, cut into 2-inch pieces",
            "6 cups tomato juice",
            "1/4 cup fresh lemon juice (from 2 to 3 lemons)",
            "3 tablespoons lightly packed grated peeled fresh horseradish",
            "2 tablespoons Worcestershire sauce",
            "1 teaspoon celery salt",
            "1 to 2 teaspoons hot sauce, such as Tabasco",
            "Freshly ground pepper",
            "Black lava salt and coarsely ground black pepper, for rim",
            "1 lemon wedge",
            "2 ounces black vodka, such as Blavod",
            "2 small stalks celery, for garnish"
        ],
        "instructions": [
            "Bloody Mary Mix: Pulse celery in a food processor until finely chopped. Add 2 cups tomato juice and puree until smooth. Transfer to a pitcher and stir in remaining 4 cups tomato juice, lemon juice, horseradish, Worcestershire, celery salt, hot sauce, and pepper. Cover and refrigerate at least 12 hours and up to 2 days.",
            "Shooters: Stir together equal parts salt and pepper on a small plate. Rub lemon wedge around the rims of two double shot (3-ounce) glasses. Dip rims into salt and pepper mixture.",
            "Pour 2 ounces Bloody Mary mix into bottom of each glass (reserve remaining Bloody Mary mix for another use). Holding a spoon upside down over the top of the glass, slowly pour 1 ounce vodka over spoon into each glass (vodka should sit on top of Bloody Mary mix and create a layer of black). Garnish with celery."
        ]
    },
    {
        "name": "Pomegranate-Honey Coolers",
        "ingredients": [
            "1 bottle (750 milliliters) dry white wine, such as Sauvignon Blanc",
            "1 1/2 cups pomegranate juice",
            "2 to 4 tablespoons honey",
            "Lemon, for garnish"
        ],
        "instructions": [
            "Combine white wine and pomegranate juice in a pitcher. Add honey, and stir until dissolved. Divide among 6 ice-filled glasses. Garnish with slices of lemon."
        ]
    },
    {
        "name": "French Martini",
        "ingredients": [
            "1 1/2 ounces vodka",
            "1/2 ounce Chambord",
            "3/4 ounces pineapple juice",
            "Lemon twist, for garnish"
        ],
        "instructions": [
            "Fill a cocktail shaker halfway with ice. Add in vodka, Chambord, and pineapple juice. Shake well. Strain into a 4-ounce martini glass and garnish with lemon twist."
        ]
    },
    {
        "name": "Lemon Drops on the Rocks",
        "ingredients": [
            "3 cups vodka",
            "2 1/4 cups fresh lemon juice (from 10 to 12 lemons)",
            "1/2 cup plus 3 tablespoons superfine sugar",
            "Ice, for serving",
            "Thin lemon slices, halved, for garnish"
        ],
        "instructions": [
            "Combine vodka, lemon juice, and sugar, stirring occasionally until sugar dissolves. Transfer to an ice-filled pitcher, add lemon slices, and serve."
        ]
    },
    {
        "name": "Summer Mary",
        "ingredients": [
            "Vodka, preferably Crop Tomato ($25, <a href=\"http://cropvodka.com\">cropvodka.com</a>)",
            "Ice",
            "Cherry tomatoes",
            "Seltzer",
            "Fresh basil sprigs",
            "Fresh pepper"
        ],
        "instructions": [
            "Pour vodka a third of the way up an ice-filled highball glass. Squeeze a few cherry tomatoes over the ice, then drop them in. Top with seltzer, and tuck in some fresh basil sprigs (and grind in fresh pepper, if you want Mary to be a little spicy!)."
        ]
    },
    {
        "name": "New Year's Eve Sparkler",
        "ingredients": [
            "2 cups fresh or thawed frozen cranberries",
            "1 cup sugar",
            "1 cup vodka",
            "Two 750ml bottles of champagne"
        ],
        "instructions": [
            "To make, puree cranberries, sugar, and vodka in a blender until smooth. Strain and chill until cold, or up to 1 week. Fill a flute with 3 tablespoons cranberry-vodka mixture and about 1/2 cup bubbly per glass. For the ombre effect, tilt flute and gently pour Champagne down one side into glass. Serve immediately."
        ]
    },
    {
        "name": "Basil Gimlet Fizz",
        "ingredients": [
            "Seedless watermelon",
            "8 basil leaves, torn, plus more for garnish",
            "1 teaspoon sugar",
            "1 tablespoon fresh lime juice",
            "1 ounce vodka",
            "3 ounces seltzer"
        ],
        "instructions": [
            "Cut watermelon into 1-inch cubes, and freeze in a single layer for at least 1 hour. Muddle basil leaves with sugar in the bottom of a glass; stir in lime juice and vodka. Add watermelon cubes. Top with seltzer; garnish with basil."
        ]
    },
    {
        "name": "Rosemary Vodka Tonics",
        "ingredients": [
            "2 ounces vodka",
            "1 ounce green Chartreuse",
            "1 ounce <a href=\"https://www.marthastewart.com/347009/rosemary-simple-syrup\">Rosemary Simple Syrup</a>",
            "Ice cubes",
            "4 ounces tonic water",
            "Garnish: rosemary sprigs"
        ],
        "instructions": [
            "Combine vodka, Chartreuse, and simple syrup. Divide between 2 ice-filled glasses. Top off each with 2 ounces tonic water. Garnish with rosemary."
        ]
    },
    {
        "name": "Red Wine Spritzer",
        "ingredients": [
            "2 ounces red wine, such as pinot noir, grenache, or gamay",
            "1 ounce bitter aperitivo, such as Forthave Red or Aperol",
            "Orange wedge, for garnish",
            "Seltzer water"
        ],
        "instructions": [
            "Fill a lowball glass with ice; pour over wine and aperitivo. Top off with seltzer and serve with an orange wedge.&nbsp;"
        ]
    },
    {
        "name": "Boozy Frozen Lemonade",
        "ingredients": [
            "3/4 cup sugar",
            "1 bunch fresh tarragon",
            "1 1/2 cups fresh lemon juice (from 7 to 8 lemons), plus wedges for serving",
            "8 ounces gin, chilled"
        ],
        "instructions": [
            "Combine sugar, 8 sprigs tarragon, and 3/4 cup water in a small saucepan. Bring to a boil over medium-high heat, stirring until sugar dissolves. Remove from heat; let cool completely.",
            "Remove and discard tarragon. Pour syrup into a freezer-safe 9-by-13-inch baking dish. Stir in lemon juice and 2 cups cold water. Freeze until solid, at least 6 hours and up to 1 day.",
            "Remove from freezer; scrape surface of mixture with the tines of a fork until flaky. (If too firm to scrape, let stand at room temperature 10 minutes.) Transfer to a blender with gin and 2 cups ice-cold water. Blend until smooth. (Mixture can be returned to freezer at this point until ready to serve.) Divide among chilled serving glasses, garnish with tarragon sprigs and lemon wedges, and serve immediately."
        ]
    },
    {
        "name": "Creepy Cocktail",
        "ingredients": [
            "Black sanding sugar",
            "1 lime wedge",
            "Ice",
            "1 tablespoon fresh lime juice",
            "1 ounce light rum",
            "3 tablespoons simple syrup",
            "1/4 cup 100-percent pomegranate juice",
            "1 ounce dark rum",
            "Licorice spider, for garnish (optional; see Cook's Note below)"
        ],
        "instructions": [
            "Spread black sanding sugar on a saucer. Rub a lime wedge around the rim of a glass, then dip in sugar to coat. Add ice to glass.",
            "Fill a cocktail shaker with ice, and add lime juice, light rum, simple syrup, and pomegranate juice. Shake 30 seconds. Strain into glass, leaving space at top. Gently pour in dark rum so it floats on top. Garnish with licorice spider tied to a stirrer."
        ]
    },
    {
        "name": "Vanilla-Rum Colas",
        "ingredients": [
            "Small ice cubes",
            "3 cups cola",
            "1 cup plus 2 tablespoons dark rum",
            "3/4 teaspoon pure vanilla extract",
            "6 orange wedges or 4 sliced kumquats"
        ],
        "instructions": [
            "For each drink, fill a glass 3/4 full with ice. Add 1/2 cup cola, 3 tablespoons rum, and 1/8 teaspoon vanilla. Squeeze orange or kumquats into drink, and stir."
        ]
    },
    {
        "name": "Black-Currant Cosmopolitan",
        "ingredients": [
            "3 tablespoons (1 jigger) citrus vodka",
            "1 tablespoon triple sec",
            "1 tablespoon black-currant purÃ©e",
            "2 teaspoons fresh lime juice",
            "2 teaspoons <a href=\"https://www.marthastewart.com/1142742/simple-syrup-cocktails\">Simple Syrup for Cocktails</a>",
            "Lemon twist, for garnish"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice; add all ingredients but lemon twist. Shake well. Pour through a fine sieve into a chilled martini glass. Garnish with lemon twist."
        ]
    },
    {
        "name": "Lillet-Basil Cocktail",
        "ingredients": [
            "1 cup ice, plus more for serving",
            "1/2 cup Lillet Blanc",
            "1 ounce (2 tablespoons) gin",
            "2 tablespoons fresh orange juice",
            "1/4 cup loosely packed fresh basil leaves, plus sprigs for garnish",
            "Splash of tonic water",
            "1 cucumber spear, for garnish",
            "1 cinnamon stick, for garnish"
        ],
        "instructions": [
            "Put ice, Lillet, gin, orange juice, and basil in a cocktail shaker; shake well. Fill a glass with ice; strain mixture into glass. Add tonic water. Garnish with cucumber spear, cinnamon stick, and basil sprigs."
        ]
    },
    {
        "name": "French Martini",
        "ingredients": [
            "1 1/2 ounces vodka",
            "1/2 ounce Chambord",
            "3/4 ounces pineapple juice",
            "Lemon twist, for garnish"
        ],
        "instructions": [
            "Fill a cocktail shaker halfway with ice. Add in vodka, Chambord, and pineapple juice. Shake well. Strain into a 4-ounce martini glass and garnish with lemon twist."
        ]
    },
    {
        "name": "Grapefruit-Sanbitter Spritz",
        "ingredients": [
            "2 ounces Sanbitter",
            "3 ounces dry ginger ale",
            "3/4 ounce fresh grapefruit juice",
            "Grapefruit slice, for garnish"
        ],
        "instructions": [
            "Fill a highball glass with crushed ice; add Sanbitter. Top with dry ginger ale (such as Gus Soda Extra Dry) and fresh grapefruit juice; stir to combine. Garnish with a grapefruit slice."
        ]
    },
    {
        "name": "Blackberry Crush",
        "ingredients": [
            "4 blackberries",
            "1 tablespoon lemon juice",
            "1 tablespoon <a href=\"https://www.marthastewart.com/343759/simple-syrup\">Simple Syrup</a>",
            "1 1/4 ounces vodka",
            "Seltzer",
            "Ice",
            "Mint sprig"
        ],
        "instructions": [
            "In a glass, combine blackberries, lemon juice, and simple syrup; lightly crush berries to release their juice. Add ice and vodka; top with seltzer. Stir to combine. Garnish with a mint sprig."
        ]
    },
    {
        "name": "Kentucky Half-and-Half",
        "ingredients": [
            "1 cup sugar",
            "Peeled zest of 4 lemons, plus 1 1/2 cups fresh juice",
            "16 ounces bourbon, such as Maker's Mark, chilled",
            "16 ounces strong-brewed black tea, chilled",
            "Frozen lemon wedges or ice, mint sprigs, and maraschino cherries, such as Luxardo, for serving"
        ],
        "instructions": [
            "Syrup:&nbsp;In a saucepan, combine sugar, lemon zest, and 1 cup water. Bring to a boil over medium heat, stirring until sugar has dissolved. Remove from heat; let cool completely. Strain, discarding zest; stir in lemon juice. Cover and refrigerate in an airtight container until cold, at least 1 hour and up to 2 weeks. Makes 2 cups.",
            "Kentucky Half-and-Half:&nbsp;In a pitcher, stir together syrup, bourbon, and tea. Cover and refrigerate up to 1 day, if desired.Serve in glasses with frozen lemon wedges, mint sprigs, and cherries."
        ]
    },
    {
        "name": "Pimm's Cup with Ginger Ale",
        "ingredients": [
            "Ice cubes",
            "2 cups lemonade",
            "1 cup ginger ale",
            "1/2 cup Pimm's No. 1",
            "1/2 cup gin",
            "Lemon slices, for garnish"
        ],
        "instructions": [
            "Fill a large pitcher with ice cubes. Stir in lemonade, ginger ale, Pimm's No. 1, and gin. Garnish with lemon slices."
        ]
    },
    {
        "name": "Aperol Spritz",
        "ingredients": [
            "Ice",
            "2 ounces Aperol",
            "3 ounces Prosecco",
            "Soda water, chilled",
            "Orange slice, for garnish"
        ],
        "instructions": [
            "Fill an old-fashioned glass with ice. Add Aperol, Prosecco, and soda water to fill. Garnish with orange slice."
        ]
    },
    {
        "name": "The Negroni",
        "ingredients": [
            "1 ounce gin",
            "1 ounce Campari",
            "1 ounce sweet vermouth",
            "Orange twist, for garnish"
        ],
        "instructions": [
            "Pour all ingredients into an ice-filled mixing glass. Stir well. Strain into a cocktail glass. (Alternatively, combine ingredients in a tumbler and serve in the same glass.) Garnish with an orange twist."
        ]
    },
    {
        "name": "Vodka-Mocha Cocktail",
        "ingredients": [
            "1 ounce chopped bittersweet chocolate",
            "1 teaspoon sugar",
            "Hot espresso shot (1 1/2 ounces)",
            "2 ounces chilled vodka",
            "Ice cubes",
            "Heavy cream"
        ],
        "instructions": [
            "Combine chocolate and sugar in a cocktail shaker. Pour espresso shot over chocolate mixture; stir until smooth. Add vodka and a few ice cubes. Shake vigorously several times, then strain into a chilled martini glass. Spoon over top a few tablespoons of heavy cream that's been whipped just until silky and thick; stir with a toothpick to create streaks. Serve immediately."
        ]
    },
    {
        "name": "POMtini",
        "ingredients": [
            "1 ounce freshly squeezed pomegranate juice",
            "1 1/2 ounces vodka",
            "1 1/2 ounces freshly squeezed grapefruit juice",
            "1/2 ounce freshly squeezed lime juice",
            "1/2 ounce <a href=\"https://www.marthastewart.com/284130/simple-syrup\">Simple Syrup</a>",
            "Ice cubes",
            "Orange peel, for garnish"
        ],
        "instructions": [
            "In a cocktail shaker, combine pomegranate juice, vodka, grapefruit juice, lime juice, simple syrup, and ice; shake until well combined. Strain into a chilled martini glass. Twist orange peel over cocktail and add to glass; serve."
        ]
    },
    {
        "name": "White Russian",
        "ingredients": [
            "1 1/4 cups vodka",
            "1 1/4 cups coffee liqueur",
            "1 1/4 cups heavy cream"
        ],
        "instructions": [
            "Stir together in a pitcher, then pour into ice-filled glasses."
        ]
    },
    {
        "name": "Hibiscus-Honey Iced Tea",
        "ingredients": [
            "6 hibiscus tea bags",
            "1/2 cup honey",
            "1 cup fresh lime juice (from 8 to 10 limes)",
            "1 cup light rum (optional)"
        ],
        "instructions": [
            "In a large heatproof pitcher, combine tea bags, honey, and 5 cups boiling water; let steep 10 minutes. Discard tea bags. Add lime juice, rum (if using), and 3 cups cold water. Refrigerate until cold, at least 1 hour (and up to 1 week). Serve over ice."
        ]
    },
    {
        "name": "Apple Spritzers",
        "ingredients": [
            "2 cups chilled club soda",
            "1 1/2 cups chilled apple juice or cider",
            "10 to 12 dashes Angostura bitters"
        ],
        "instructions": [
            "In a pitcher, combine club soda, apple juice or cider, and Angostura bitters. Serve over ice, garnished with mint sprigs if desired."
        ]
    },
    {
        "name": "Honeydew-Lemon-Tarragon Cooler",
        "ingredients": [
            "1/4 cup sugar",
            "1/4 cup lightly packed tarragon sprigs, plus more for serving",
            "6 cups peeled, chopped honeydew melon",
            "1/3 cup fresh lemon juice",
            "Floral gin, such as Hendrick's (optional)"
        ],
        "instructions": [
            "In a small heatproof bowl, pour 1/2 cup boiling water over sugar and tarragon; stir until sugar has dissolved. Let cool completely, about 20 minutes. Strain syrup into a blender; discard tarragon.",
            "Add honeydew, lemon juice, and 1 3/4 cups cold water; blend until smooth. Strain through a fine-mesh sieve.",
            "Serve over ice, garnished with a tarragon sprig, or refrigerate in an airtight container up to 3 days. If using gin, stir a shot (1-ounce) into each glass before serving."
        ]
    },
    {
        "name": "Iced Martinis",
        "ingredients": [
            "1 bottle chilled vodka (750 mL)",
            "2 cups chilled seltzer",
            "3/4 cup chilled dry vermouth",
            "Ice cubes",
            "Garnish: pimiento-stuffed olives with juice, lemon slices, or cucumber slices"
        ],
        "instructions": [
            "Stir together vodka, seltzer, and vermouth in a large pitcher. Pour into small ice-filled glasses. Garnish with olives and olive juice, lemons, or cucumbers."
        ]
    },
    {
        "name": "Tequila Bloody Marys",
        "ingredients": [
            "3 cups tomato juice",
            "3 tablespoons prepared horseradish (or more to taste)",
            "1/2 cup tequila",
            "2 teaspoons Worcestershire sauce",
            "Coarse salt",
            "Juice of 1 lime",
            "1 teaspoon freshly ground pepper",
            "Dash of hot sauce, such as Tabasco",
            "<a href=\"https://www.marthastewart.com/1155027/pickled-jalapenos-bloody-marys\">Pickled Jalapenos, for garnish</a>"
        ],
        "instructions": [
            "Stir together juice, horseradish, tequila, Worcestershire, salt, lime juice, pepper, and hot sauce in a pitcher. Pour into ice-filled glasses; garnish with jalapenos."
        ]
    },
    {
        "name": "Dark and Stormy",
        "ingredients": [
            "Ice",
            "2 ounces dark rum",
            "8 ounces ginger beer"
        ],
        "instructions": [
            "Fill a glass with ice; add rum and ginger beer. Stir to combine and serve immediately."
        ]
    },
    {
        "name": "Lemon-and-Mint Julep",
        "ingredients": [
            "1 cup sugar",
            "12 strips lemon zest (from 2 lemons)",
            "6 fresh mint leaves, plus sprig for garnish",
            "Crushed ice",
            "2 ounces bourbon, such as Bulleit"
        ],
        "instructions": [
            "Lemon Simple Syrup: Heat sugar, 1 cup water, and lemon zest in a small saucepan over high, stirring occasionally, until sugar dissolves. Remove from heat; let cool 20 minutes. Remove zest; let cool completely. Syrup can be refrigerated up to 1 week. (Makes 1 1/2 cups.)",
            "Cocktail: In the bottom of a julep cup, muddle mint leaves with 1 tablespoon syrup for a few seconds until mint starts to break down. Add bourbon and fill cup with ice; stir until well chilled. Top with more ice and garnish with mint sprig."
        ]
    },
    {
        "name": "Daiquiri",
        "ingredients": [
            "1 cup ice",
            "1/2 cup fresh lime juice, plus thinly sliced lime wheel for serving",
            "3 ounces white rum",
            "1 tablespoon sugar, or to taste"
        ],
        "instructions": [
            "Combine ice, lime juice, rum, and sugar in a blender and blend at high speed until mixture is frothy. Pour into a coupe glass; serve, garnished with lime wheel."
        ]
    },
    {
        "name": "Tiki for Two",
        "ingredients": [
            "1/3 cup chilled fresh orange juice",
            "2 tablespoons fresh lemon juice",
            "1 ounce dark rum",
            "1 ounce gin",
            "1/4 cup sliced hulled strawberries",
            "3/4 cup chopped, peeled, and pitted peaches",
            "9 small fresh mint leaves"
        ],
        "instructions": [
            "In a small pitcher, stir together orange juice, lemon juice, dark rum, and gin. Pour into a 24-ounce glass. Stir in strawberries, peaches, and mint leaves. Serve with 2 straws."
        ]
    },
    {
        "name": "Cranberry Mule",
        "ingredients": [
            "1/2 cup sugar",
            "8 ounces frozen cranberries (2 cups)",
            "1 tablespoon finely grated lime zest",
            "2 ounces vodka, chilled",
            "1/2 ounce fresh lime juice, plus 3 thinly sliced lime rounds, for garnish",
            "4 ounces ginger beer (1/2 cup), chilled"
        ],
        "instructions": [
            "Make the Whole-Berry Cranberry Simple Syrup: Stir together sugar, cranberries, lime zest, and 2 tablespoons water in a small saucepan. Cook over medium-high, stirring constantly, until cranberries just start to burst, about 5 minutes. Remove from heat; let cool completely. Refrigerate, covered, until cold, at least 1 hour and up to 1 week.",
            "Make the cocktail: Fill a 12-ounce glass with ice cubes. Stir in vodka, lime juice, ginger beer, and 3 tablespoons cranberries and syrup from Whole-Berry Cranberry Simple Syrup. Garnish with lime rounds."
        ]
    },
    {
        "name": "Frozen Margaritas",
        "ingredients": [
            "5 cups ice cubes",
            "3/4 cup tequila, preferably silver",
            "2/3 cup fresh lime juice (from 5 to 6 limes)",
            "1/2 cup <a href=\"https://www.marthastewart.com/353556/simple-syrup\">Simple Syrup for Frozen Margaritas</a>",
            "1/3 cup coarse salt",
            "1 lime wedge, plus more for serving"
        ],
        "instructions": [
            "Puree ice, tequila, lime juice, and simple syrup in a blender until smooth. Pour salt onto a saucer, and moisten the rims of 4 glasses with lime wedge. Dip each glass into salt, and fill with margaritas. Serve with lime wedges."
        ]
    },
    {
        "name": "Latin Lover",
        "ingredients": [
            "1/4 cup frozen pineapple juice concentrate",
            "2 tablespoons frozen orange juice concentrate",
            "2 tablespoons frozen cranberry juice concentrate",
            "1 tablespoon fresh lime juice",
            "1/4 cup coconut rum",
            "1 1/2 cups small ice cubes"
        ],
        "instructions": [
            "Mix all ingredients in a blender until smooth. Serve."
        ]
    },
    {
        "name": "Whiskey Sour",
        "ingredients": [
            "1 small lemon wedge",
            "Turbinado sugar, for rimming glass",
            "1/4 cup bourbon, preferably Maker's Mark",
            "1/4 cup freshly squeezed orange juice",
            "3 tablespoons freshly squeezed lemon juice",
            "1 teaspoon granulated sugar, preferably organic",
            "1 cup ice cubes",
            "<a href=\"https://www.marthastewart.com/332252/oven-dried-orange-slices\">Oven-Dried Orange Slices</a>"
        ],
        "instructions": [
            "Rub the lemon wedge around the rim of a 12-ounce rocks glass. Place turbinado sugar in a shallow dish. Dip the rim of the glass in the sugar to coat; set aside.",
            "In a large cocktail shaker, combine bourbon, orange juice, lemon juice, granulated sugar, and ice. Cover, and shake vigorously until all ingredients are well combined and cold. Pour into prepared glass, and garnish with orange slice."
        ]
    },
    {
        "name": "Kentucky Half-and-Half",
        "ingredients": [
            "1 cup sugar",
            "Peeled zest of 4 lemons, plus 1 1/2 cups fresh juice",
            "16 ounces bourbon, such as Maker's Mark, chilled",
            "16 ounces strong-brewed black tea, chilled",
            "Frozen lemon wedges or ice, mint sprigs, and maraschino cherries, such as Luxardo, for serving"
        ],
        "instructions": [
            "Syrup:&nbsp;In a saucepan, combine sugar, lemon zest, and 1 cup water. Bring to a boil over medium heat, stirring until sugar has dissolved. Remove from heat; let cool completely. Strain, discarding zest; stir in lemon juice. Cover and refrigerate in an airtight container until cold, at least 1 hour and up to 2 weeks. Makes 2 cups.",
            "Kentucky Half-and-Half:&nbsp;In a pitcher, stir together syrup, bourbon, and tea. Cover and refrigerate up to 1 day, if desired.Serve in glasses with frozen lemon wedges, mint sprigs, and cherries."
        ]
    },
    {
        "name": "The Presbyterian",
        "ingredients": [
            "2 ounces whiskey or bourbon",
            "2 ounces club soda",
            "2 ounces ginger ale",
            "2 dashes Angostura bitters"
        ],
        "instructions": [
            "Fill a highball glass with ice. Add whiskey, club soda, ginger ale, and bitters. Stir and serve."
        ]
    },
    {
        "name": "Aperol Jasmine Spritz",
        "ingredients": [
            "1 cup sugar",
            "Peeled zest of 4 lemons, plus 1 1/2 cups fresh juice",
            "12 ounces gin, chilled",
            "6 ounces Aperol or Campari, chilled",
            "1/4 teaspoon aromatic bitters, such as Peychaud's or Angostura (optional)",
            "24 ounces seltzer, chilled",
            "Rosemary sprigs and peeled lemon zest, for serving",
            "Frozen lemon wedges or ice, for serving"
        ],
        "instructions": [
            "Syrup: In a saucepan, combine sugar, lemon zest, and 1 cup water. Bring to a boil over medium heat, stirring until sugar has dissolved. Remove from heat; let cool completely. Strain, discarding zest; stir in lemon juice. Cover and refrigerate in an airtight container until cold, at least 1 hour and up to 2 weeks. Makes 2 cups.",
            "Spritz:&nbsp; In a pitcher, stir together syrup, gin, Aperol, and bitters. Top with seltzer, add rosemary and lemon zest, and stir once to combine. Pour into glasses with frozen lemon wedges; serve."
        ]
    },
    {
        "name": "Fog Cutter",
        "ingredients": [
            "2 ounces white rum",
            "1 1/2 ounces orange juice",
            "1 1/2 ounces lemon juice",
            "1 ounce brandy",
            "<a href=\"https://www.marthastewart.com/907403/simple-syrup\">1 ounce simple syrup</a>",
            "1/2 ounce gin",
            "1/2 ounce amaretto",
            "Ice",
            "1/2 ounce dry sherry",
            "Orange and lemon slices (for garnish)"
        ],
        "instructions": [
            "In a cocktail shaker, combine rum, orange juice, lemon juice, brandy, simple syrup, gin and amaretto. Shake and strain over ice. Float sherry on top and garnish with orange and lemon slices."
        ]
    },
    {
        "name": "Pineapple-Rum Cocktail",
        "ingredients": [
            "1 can (46 ounces) pineapple juice",
            "2 cups spiced rum",
            "1/2 cup fresh lime juice (from 6 to 8 limes)",
            "Lime slices, for garnish"
        ],
        "instructions": [
            "In a large pitcher, stir together pineapple juice, spiced rum, and lime juice. Refrigerate until chilled. Serve over ice, garnished with lime slices."
        ]
    },
    {
        "name": "Jameson McCree",
        "ingredients": [
            "Crushed ice",
            "1 1/2 ounces Jameson Irish whiskey",
            "3/4 ounce pureed raspberries",
            "1/2 ounce freshly squeezed lemon juice",
            "1/2 ounce <a href=\"https://www.marthastewart.com/284131/simple-syrup\">Simple Syrup</a>",
            "1/2 ounce raspberry liqueur",
            "1 ounce cranberry juice",
            "Ice cubes",
            "4 raspberries, for garnish",
            "Mint sprig, for garnish"
        ],
        "instructions": [
            "Fill a 12-ounce highball glass with crushed ice. Shake whiskey, pureed raspberries, lemon juice, simple syrup, raspberry liqueur, and cranberry juice over ice cubes and strain into prepared glass. Garnish with raspberries and mint sprig."
        ]
    },
    {
        "name": "Blood Orange Champagne Cocktails",
        "ingredients": [
            "2 1/4 cups freshly squeezed or frozen blood-orange juice",
            "2 750-ml bottles champagne, chilled"
        ],
        "instructions": [
            "Pour 3 tablespoons juice in each champagne flute. Fill flutes with champagne, and serve."
        ]
    },
    {
        "name": "Red Currant Champagne Cocktail",
        "ingredients": [
            "2 tablespoons <a href=\"https://www.marthastewart.com/314473/red-currant-puree\">Red Currant Puree</a>, chilled",
            "Champagne, chilled"
        ],
        "instructions": [
            "Place red currant puree in a Champagne flute. Slowly pour over Champagne to fill. Serve immediately."
        ]
    },
    {
        "name": "Lavender Champagne",
        "ingredients": [
            "1/2 cup sugar",
            "1 tablespoon dried lavender",
            "4 bottles (750 mL) dry Champagne or sparkling wine, chilled",
            "Fresh lavender sprigs, for garnish"
        ],
        "instructions": [
            "Bring sugar and 1/2 cup water to a boil in a saucepan, stirring to dissolve sugar. Stir in dried lavender. Remove from heat. Let cool completely. Strain out lavender. Refrigerate syrup until ready to serve (up to 1 month).",
            "Pour about 6 ounces Champagne and 1 1/2 teaspoons syrup into each flute. Garnish each with a lavender sprig."
        ]
    },
    {
        "name": "Ginger Sparkler",
        "ingredients": [
            "2 teaspoons finely grated peeled fresh ginger",
            "1/2 cup sugar",
            "1 bottle (750 ml) dry sparkling wine, such as Cava, Prosecco, or Champagne"
        ],
        "instructions": [
            "Set a fine-mesh sieve over a small bowl; set aside. In a small saucepan, boil ginger, sugar, and 1/4 cup water until syrupy, about 2 minutes. Pour through sieve into bowl, discarding solids. (To store syrup, refrigerate in an airtight container, up to 1 week.)",
            "Pour 1 tablespoon syrup into each of 8 tall glasses. Top with sparkling wine, and gently stir."
        ]
    },
    {
        "name": "Kir Royales",
        "ingredients": [
            "3 ounces (6 tablespoons) creme de cassis",
            "1 bottle Champagne or other sparkling white wine",
            "6 strips tangerine or orange zest, for garnish"
        ],
        "instructions": [
            "Just before serving, pour 1 tablespoon creme de cassis into each glass. Fill with Champagne, and garnish with zest."
        ]
    },
    {
        "name": "Semifreddo Bellini",
        "ingredients": [
            "1 cup peeled, chopped peaches, frozen until hardened",
            "1/4 cup peach schnapps",
            "3/4 cup plus 2 tablespoons chilled Champagne or sparkling white wine",
            "2 tablespoons superfine sugar",
            "1 cup small ice cubes",
            "Peach slices, for garnish"
        ],
        "instructions": [
            "Blend peaches, peach schnapps, 2 tablespoons Champagne, the sugar, and ice in a blender until smooth. Divide mixture between 2 glasses; top off each glass with 1/4 cup plus 2 tablespoons Champagne, and serve."
        ]
    },
    {
        "name": "Blue Hawaii",
        "ingredients": [
            "3 ounces pineapple juice",
            "3/4 ounce white rum",
            "3/4 ounce vodka",
            "1/2 ounce lemon juice",
            "1/2 ounce blue Curacao",
            "<a href=\"https://www.marthastewart.com/907403/simple-syrup\">1/4 ounce simple syrup</a>",
            "Ice",
            "Cherry and a pineapple wedge (for serving)"
        ],
        "instructions": [
            "In a cocktail shaker, combine pineapple juice, rum, vodka, lemon juice, blue Curacao, and simple syrup. Shake and strain over ice. Serve with a cherry and a pineapple wedge."
        ]
    },
    {
        "name": "Rye-Whiskey Switchels",
        "ingredients": [
            "1/2 cup apple-cider vinegar, preferably unfiltered",
            "1/3 cup sorghum syrup (available at natural-food stores)",
            "1 tablespoon finely grated peeled fresh ginger (from a 2-inch piece)",
            "24 ounces rye whiskey"
        ],
        "instructions": [
            "Stir together vinegar, sorghum syrup, ginger, and 2 cups water in a nonreactive container. Cover and refrigerate at least 4 hours and up to 1 day. Strain; return to container and refrigerate, covered, up to 1 week.",
            "For each drink, fill a cocktail shaker with ice. Pour in 1 1/2 ounces each vinegar mixture and whiskey. Shake well. Strain into a chilled coupe glass; serve."
        ]
    },
    {
        "name": "The Golden Ticket Mocktail",
        "ingredients": [
            "4 ounces pineapple juice",
            "1 1/2 ounces white rum (optional)",
            "1 ounce cream of coconut (such as Coco Lopez)",
            "1 ounce fresh orange juice",
            "Pineapple leaves, for garnish (optional)"
        ],
        "instructions": [
            "Pour pineapple juice, white rum (if using), cream of coconut, and fresh orange juice into a cocktail shaker filled with ice; shake until cold, about 10 seconds.",
            "Divide between 2 lowball glasses filled with crushed ice, and top with seltzer. Garnish each with a pineapple leaf (if using) and serve."
        ]
    },
    {
        "name": "Cider-Bourbon Cocktail",
        "ingredients": [
            "3/4 cup apple cider",
            "1/3 cup bourbon",
            "2 tablespoons fresh lemon juice",
            "2 (2 1/2-inch-long) thin slices fresh ginger",
            "2 thin slices from a small apple, such as lady, for garnish"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice. Add cider, bourbon, lemon juice, and ginger; shake until well chilled. Strain and divide cocktail between two coupes or lowball glasses. Garnish with apple slices."
        ]
    },
    {
        "name": "Shirley Tempest",
        "ingredients": [
            "1/4 cup white rum (optional)",
            "1/2 teaspoon grenadine",
            "1/4 cup plus 2 tablespoons grapefruit soda",
            "1 maraschino cherry, for serving (optional)"
        ],
        "instructions": [
            "Combine rum, grenadine, and 1/4 cup soda in a cocktail shaker with ice. Shake until cold. Strain into a martini glass and top with remaining 2 tablespoons soda. Garnish with cherry."
        ]
    },
    {
        "name": "Lillet and Cucumber Aperitif",
        "ingredients": [
            "Ice, for serving",
            "4 ounces Lillet",
            "2 thin cucumber rounds"
        ],
        "instructions": [
            "Fill a lowball glass with ice. Add Lillet and cucumber and serve."
        ]
    },
    {
        "name": "Lemon-Gin Martini",
        "ingredients": [
            "24 ounces (3 cups) gin",
            "4 ounces ( 1/2 cup) dry vermouth",
            "2 to 3 tablespoons fresh lemon juice",
            "Small ice cubes",
            "32 strips lemon zest (from 4 lemons)"
        ],
        "instructions": [
            "Stir together gin, vermouth, juice, and ice in a pitcher. Pour into glasses, leaving ice in pitcher. Garnish with zest."
        ]
    },
    {
        "name": "Cherry Bounce",
        "ingredients": [
            "22 ounces fresh sour cherries, rinsed and drained (3 1/2 cups)",
            "2 cups white rum, such as Captain Morgan",
            "Frozen sour cherries on the stem, for serving (optional)"
        ],
        "instructions": [
            "Using the tip of a sharp knife, pierce 2 to 3 holes in each fresh cherry, then place in a large crock or jar with a tight-fitting lid. Pour in rum and stir to combine, pressing lightly on cherries to release some juices. Cover jar and let stand in a cool, dark place at least 1 week and up to 1 month.",
            "Strain mixture, discarding solids; pour liquid into a resealable jar or bottle. Refrigerate at least 1 hour and up to 6 months. Serve chilled, over ice, with frozen cherries."
        ]
    },
    {
        "name": "Habanero-Hibiscus Sour",
        "ingredients": [
            "1/2 cup sugar",
            "3 habanero chiles",
            "1/4 cup dried hibiscus flowers (1/4 ounce)",
            "6 ounces pisco, chilled",
            "2 ounces fresh lime juice",
            "2 large egg whites",
            "Peychaud's or Angostura bitters, for serving"
        ],
        "instructions": [
            "Syrup:Combine sugar, 2 habaneros, and 1/2 cup water in a small saucepan and bring to a boil, stirring until sugar has dissolved. Remove from heat. Halve remaining habanero lengthwise, and stir into syrup along with flowers. Let steep 10 minutes. Strain into a Ball jar or other heatproof container with a lid; let cool completely. Cover and refrigerate until cold. Syrup can be refrigerated up to 1 month. (Makes 1/2 cup.)",
            "Cocktail:Fill a cocktail shaker halfway with ice. Add pisco, syrup, and lime juice. Shake vigorously 10 seconds; strain evenly into 2 chilled coupe glasses. Add egg whites to shaker. Shake vigorously until very frothy, about 20 seconds; strain evenly into glasses. Top each with a few dashes of bitters; serve immediately."
        ]
    },
    {
        "name": "Cranberry Champagne Cocktail",
        "ingredients": [
            "2 tablespoons <a href=\"https://www.marthastewart.com/1532225/classic-cranberry-sauce\">Classic Cranberry Sauce</a>, pureed",
            "Sparkling dry white wine, such as prosecco, chilled"
        ],
        "instructions": [
            "Spoon pureed cranberry sauce into a champagne flute. Top with sparkling wine by tilting glass and slowly pouring wine down side of flute (mixture will foam as the wine reacts to the sugar in the cranberry sauce). Serve immediately."
        ]
    },
    {
        "name": "Celery French 75 Cocktails",
        "ingredients": [
            "1/2 cup sugar",
            "1/2 cup water",
            "2 tablespoons packed fresh celery leaves, plus more for garnish",
            "3/4 cup fresh lemon juice (from 4 to 5 lemons)",
            "6 ounces gin, chilled",
            "1 bottle (750 mL) sparkling wine, such as Champagne or cava, chilled",
            "<a href=\"https://www.marthastewart.com/1107507/candied-lemon-zest\">Candied Lemon Zest</a>or lemon twists, for garnish"
        ],
        "instructions": [
            "Combine sugar and water in a small saucepan. Bring to a simmer over medium heat, stirring until sugar is dissolved. Remove from heat; add celery leaves. Let syrup cool. Pour through a fine sieve into a bowl; discard leaves.",
            "To assemble each cocktail, combine 1 tablespoon celery syrup, 1 tablespoon lemon juice, and 1/2 ounce gin in a Champagne glass. Top off with wine; gently stir to combine. Garnish with celery leaf and lemon rind or twist; serve immediately."
        ]
    },
    {
        "name": "Bourbon Mint Tea",
        "ingredients": [
            "8 cups water",
            "1/2 cup sugar",
            "8 teabags black tea",
            "1/2 cup fresh mint leaves",
            "2 cups bourbon"
        ],
        "instructions": [
            "In a large saucepan, boil 4 cups water. Add sugar; stir to dissolve. Remove from heat; add teabags. Steep 10 minutes; discard teabags. Add 4 cups cold water; transfer to a pitcher, and chill. Add mint leaves. Using a wooden spoon, crush mint until fragrant; stir in bourbon. Serve over ice."
        ]
    },
    {
        "name": "Ginger Caipirinha",
        "ingredients": [
            "1/2 lime, cut into quarters",
            "2 tablespoons sugar",
            "1 slice peeled fresh ginger",
            "Crushed ice",
            "2 ounces cachaca",
            "Sugar cane stick, for garnish"
        ],
        "instructions": [
            "Add lime quarters, sugar, ginger, and ice to a mixing glass or cocktail shaker; muddle well.",
            "Fill an 8-ounce glass 3/4 full with crushed ice. Add the cachaca.",
            "Pour the muddled mixture into glass with cachaca. Stir well to make sure sugar dissolves completely. Garnish with sugar cane stick."
        ]
    },
    {
        "name": "Michelada Beer Cocktail",
        "ingredients": [
            "1 lime, zested and cut in half",
            "1 tablespoon coarse salt",
            "1/2 cup low-sodium tomato juice",
            "1 teaspoon minced chipotle peppers in adobo sauce",
            "Ice",
            "1 12-ounce bottle lager beer"
        ],
        "instructions": [
            "Stir together the lime zest and salt in a small saucer.  Cut lime in half and rub cut side over the rim of 2 pint glasses. Dip the rims in the lime salt to coat.",
            "Fill the glasses two thirds full with ice.  Squeeze the halved limes over ice and drop rinds into the glass.  Divide the tomato juice, chipotle peppers, and lager between glasses.  Stir and serve immediately."
        ]
    },
    {
        "name": "Pina Colada",
        "ingredients": [
            "3 cups fresh pineapple chunks (from 1/2 pineapple), plus wedges and leaves, for serving",
            "6 ounces (3/4 cup) gold or white rum",
            "6 ounces (3/4 cup) cream of coconut, such as Coco Lopez",
            "4 cups crushed ice"
        ],
        "instructions": [
            "1. Combine all ingredients in a blender. Blend until smooth. Divide among chilled glasses, garnish with pineapple wedges and leaves, and serve immediately."
        ]
    },
    {
        "name": "Rose-Petal Gin Fizz",
        "ingredients": [
            "1/4 cup gin",
            "1/4 cup <a href=\"https://www.marthastewart.com/1154984/rose-petal-syrup\">Rose-Petal Syrup</a>",
            "2 tablespoons sparkling water",
            "Pesticide-free rose petals, gently rinsed in cold water, for garnish (optional)"
        ],
        "instructions": [
            "Fill a tumbler with ice. Pour in gin and syrup, and stir. Stir in sparkling water. Garnish with rose petals, if desired."
        ]
    },
    {
        "name": "Hibiscus Margarita",
        "ingredients": [
            "1 ounce <a href=\"https://www.marthastewart.com/1523044/hibiscus-ginger-syrup\">Hibiscus-Ginger Syrup</a>",
            "2 ounces silver tequila, chilled",
            "2 ounces fresh lime juice, plus lime wedge for serving",
            "1 ounce seltzer, chilled",
            "Crystallized ginger, for serving"
        ],
        "instructions": [
            "Combine syrup, tequila, and lime juice; pour over ice and top with seltzer. Serve with a lime wedge and a piece of crystallized ginger."
        ]
    },
    {
        "name": "Pimm's Cup Pitcher",
        "ingredients": [
            "1/2 pint (6 ounces) strawberries, hulled and cut into quarters",
            "1 lemon, sliced into 1/8-inch rounds",
            "1 lime, sliced into 1/8-inch rounds",
            "1 orange (blood orange if possible), sliced into 1-inch wedges",
            "3 cups Pimm's No.1 Cup",
            "48 ounces lemon-lime soda, or ginger ale",
            "2 cucumbers, cut into 1/4-inch lengths"
        ],
        "instructions": [
            "In large pitcher, place strawberries, lemons, limes, and oranges. Add Pimm's, and mash down lightly with a large spoon. May be made 3 to 4 hours ahead up to this point.",
            "Fill each glass halfway with ice. Add about 1/3 cup Pimm's mixture. Fill glass with soda; stir. Place cucumber spear in each glass; serve."
        ]
    },
    {
        "name": "Martha's Sazerac",
        "ingredients": [
            "1 sugar cube",
            "2 ounces bourbon or rye",
            "4 dashes orange bitters",
            "Ice",
            "1/4 teaspoon anise-flavored liqueur",
            "Lemon peel"
        ],
        "instructions": [
            "Place sugar cube and 2 teaspoons water in a cocktail shaker; stir to dissolve. Add bourbon and bitters, fill with ice, and stir to chill.",
            "Pour liqueur into a rocks glass and swirl to coat; pour out excess. Strain bourbon mixture into glass. Twist lemon peel and rub around rim of glass (do not add to drink)."
        ]
    },
    {
        "name": "Roasted Rhubarb-and-Cherry Gimlet",
        "ingredients": [
            "1/4 cup <a href=\"https://www.marthastewart.com/1554422/roasted-rhubarb-and-sour-cherry-compote\">Roasted Rhubarb-and-Sour-Cherry Compote</a>, plus 3 tablespoons syrup",
            "2 ounces fresh lime juice, plus wheels for serving",
            "8 ounces gin",
            "Seltzer, chilled, for serving"
        ],
        "instructions": [
            "Blend rhubarb-cherry mixture and syrup in a blender until smooth (you should have about 1/2 cup). Working in two batches, combine rhubarb purée, lime juice, and gin in a cocktail shaker then fill with ice. Shake until cold, about 10 seconds. Divide among 4 lowball or rocks glasses filled with ice; top with seltzer and lime wheels."
        ]
    },
    {
        "name": "Citrus Dreaming (Aperol Negroni)",
        "ingredients": [
            "1/4 cup Stonecutter Spirits Single Barrel Gin (2 ounces)",
            "1 1/2 tablespoons Aperol (3/4 ounce)",
            "1 tablespoon sweet vermouth (1/2 ounce)",
            "1 tablespoon dry vermouth (1/2 ounce)",
            "Absinthe, for rinsing",
            "Orange peel and fresh cranberry, for topping"
        ],
        "instructions": [
            "Stir together gin, Aperol, and sweet and dry vermouth with ice in a cocktail shaker for 8 to 12 seconds. Strain into a chilled coupe glass rinsed with absinthe. Top with a skewered orange peel and fresh cranberry."
        ]
    },
    {
        "name": "Coconut-Water Vodka Cocktail",
        "ingredients": [
            "Ice",
            "1 1/2 ounces vodka (we like <a href=\"http://cropvodka.com\">Crop Organic</a>)",
            "6 ounces coconut water",
            "Orange twist, for garnish"
        ],
        "instructions": [
            "Fill a highball glass with ice. Add vodka and coconut water; stir to combine. Garnish with an orange twist."
        ]
    },
    {
        "name": "Marmalade Whiskey Sours",
        "ingredients": [
            "20 ounces bourbon (2 1/2 cups)",
            "1/2 cup fresh lime juice (from 4 limes)",
            "1 tablespoon plus 1 teaspoon superfine sugar",
            "1/2 cup orange marmalade",
            "1/4 teaspoon angostura bitters",
            "Crushed ice and maraschino cherries in liquid, for serving"
        ],
        "instructions": [
            "Combine bourbon, lime juice, sugar, marmalade, and bitters in a pitcher. Stir vigorously until sugar and marmalade are dissolved.",
            "Fill rocks glasses with crushed ice, top with bourbon mixture, and serve each with a maraschino cherry and a drizzle of cherry liquid."
        ]
    },
    {
        "name": "Mediterranean Cucumber Tonic",
        "ingredients": [
            "3 mini-cucumber slices",
            "2 teaspoons fresh lemon juice for muddling, plus one lemon slice for squeezing",
            "4 ounces Fever-Tree Mediterranean tonic water",
            "1 sprig fresh rosemary"
        ],
        "instructions": [
            "In a rocks glass, muddle 1 mini-cucumber slice and fresh lemon juice. Top with ice, 2 more mini-cucumber slices, Fever-Tree Mediterranean tonic water, a squeeze from one slice of lemon, and a sprig of fresh rosemary."
        ]
    },
    {
        "name": "French Martini",
        "ingredients": [
            "1 1/2 ounces vodka",
            "1/2 ounce Chambord",
            "3/4 ounces pineapple juice",
            "Lemon twist, for garnish"
        ],
        "instructions": [
            "Fill a cocktail shaker halfway with ice. Add in vodka, Chambord, and pineapple juice. Shake well. Strain into a 4-ounce martini glass and garnish with lemon twist."
        ]
    },
    {
        "name": "Three Amigos Cocktail",
        "ingredients": [
            "Ice cubes",
            "2 bottles Mexican beer",
            "1 1/3 cups <a href=\"https://www.marthastewart.com/332255/limeade\">Limeade for Cocktails</a>"
        ],
        "instructions": [
            "Fill a large pitcher with ice cubes. Stir in beer and limeade. Pour into salt-rimmed glasses."
        ]
    },
    {
        "name": "Rye-Whiskey Switchels",
        "ingredients": [
            "1/2 cup apple-cider vinegar, preferably unfiltered",
            "1/3 cup sorghum syrup (available at natural-food stores)",
            "1 tablespoon finely grated peeled fresh ginger (from a 2-inch piece)",
            "24 ounces rye whiskey"
        ],
        "instructions": [
            "Stir together vinegar, sorghum syrup, ginger, and 2 cups water in a nonreactive container. Cover and refrigerate at least 4 hours and up to 1 day. Strain; return to container and refrigerate, covered, up to 1 week.",
            "For each drink, fill a cocktail shaker with ice. Pour in 1 1/2 ounces each vinegar mixture and whiskey. Shake well. Strain into a chilled coupe glass; serve."
        ]
    },
    {
        "name": "Mojito",
        "ingredients": [
            "8 mint leaves, plus sprig for serving",
            "1/2 ounce <a href=\"https://www.marthastewart.com/977518/simple-syrup\">Quick Simple Syrup</a>",
            "Ice cubes",
            "2 ounces light rum",
            "1 ounce fresh lime juice",
            "Soda water, for serving"
        ],
        "instructions": [
            "In the bottom of a highball or Collins glass, muddle mint leaves with simple syrup for a few seconds until mint starts to break down. Fill glass with ice, then add rum and lime juice; stir to combine. Top with soda water and garnish with mint sprig."
        ]
    },
    {
        "name": "Bitter Bee Cocktail",
        "ingredients": [
            "8 cardamom pods, crushed",
            "1/4 cup honey",
            "2 ounces tequila blanco, such as Espolon",
            "3/4 ounce fresh grapefruit juice, plus a wedge for serving",
            "3 to 4 dashes Angostura bitters"
        ],
        "instructions": [
            "Honey-Cardamom Syrup:In a small saucepan, toast cardamom over medium-high heat until fragrant, 1 minute. Stir in 1/2 cup water and honey. Bring to a boil, then reduce heat; simmer 5 minutes. Let cool completely. Strain; discard solids. Refrigerate in an airtight container up to 1 week.",
            "Cocktail:Combine tequila, grapefruit juice, 3/4 ounce syrup, and bitters in a cocktail shaker. Fill halfway with ice. Shake until outside of shaker is frosty, about 30 seconds. Strain and serve on ice, garnished with grapefruit wedge."
        ]
    },
    {
        "name": "The Firecracker",
        "ingredients": [
            "3/4 cup sugar",
            "1 cup fresh or thawed frozen sour cherries, pitted",
            "16 ounces London dry gin",
            "1/2 cup fresh lemon juice (from about 4 lemons)",
            "1 bottle (750 mL) chilled dry rose wine",
            "Ice",
            "Lemon slices, for garnish"
        ],
        "instructions": [
            "Bring sugar and 3/4 cup water to a boil in a small pot. Reduce heat, and simmer, stirring, until sugar dissolves. Remove from heat, and let cool. Simple syrup can be refrigerated up to 2 weeks.",
            "Combine syrup, cherries, and gin in a 3-quart pitcher, and refrigerate until cold, at least 2 hours and up to 6 hours. Stir in lemon juice and wine. Serve over ice, and garnish with lemon slices."
        ]
    },
    {
        "name": "Pear-Rosemary Vodka Cocktails",
        "ingredients": [
            "6 to 8 small firm pears, such as Seckel",
            "4 cups vodka",
            "1 cup sugar",
            "1 cup water",
            "12 sprigs fresh rosemary, plus more for garnish",
            "1 1/2 cups pear nectar (12 ounces), chilled",
            "4 cups sparkling water, chilled",
            "Ice cubes"
        ],
        "instructions": [
            "Place enough pears in a 56-ounce glass jar to fill to the top. Add vodka. Seal jar, and let stand at room temperature for at least 2 weeks. Strain vodka, and discard pears.",
            "Heat sugar and water in a medium saucepan over medium-high heat, stirring, until sugar dissolves. Add rosemary. Remove from heat, and let stand for 30 minutes. Discard rosemary. Let cool completely.",
            "Combine vodka, rosemary simple syrup, pear nectar, and sparkling water in a large pitcher. Divide among 8 ice-filled glasses, and garnish each with a rosemary sprig. Serve immediately."
        ]
    },
    {
        "name": "Grilled-Peach Old-Fashioned",
        "ingredients": [
            "2 ripe yellow peaches",
            "2 tablespoons sugar",
            "6 sprigs thyme, plus more for garnish",
            "4 dashes of bitters",
            "2 tablespoons fresh lime juice",
            "6 ounces bourbon"
        ],
        "instructions": [
            "Quarter peaches and grill until charred. Muddle sugar, thyme, bitters, and lime juice in a cocktail shaker. Add bourbon, and divide among 4 ice-filled glasses. Garnish with peach section and thyme sprigs."
        ]
    },
    {
        "name": "Strawberry Daiquiri",
        "ingredients": [
            "2 ounces (1/4 cup) freshly squeezed lime juice, plus 1 tablespoon lime zest, from 2 limes",
            "1/4 cup granulated sugar, plus up to 2 additional tablespoons",
            "4 cups (16 ounces) fresh strawberries, hulled",
            "5 ounces (2/3 cup) white rum",
            "2 cups small ice cubes"
        ],
        "instructions": [
            "Combine lime zest and 2 tablespoons sugar in a food processor. Pulse until combined. Set aside.",
            "Place lime juice, strawberries, rum, 2 to 4 tablespoons sugar, depending on the sweetness of your strawberries, and ice cubes in a blender. Blend until smooth.",
            "Rub the rims of four glasses with a lime wedge, dip rims in lime sugar, and fill glasses with daiquiri."
        ]
    },
    {
        "name": "Litchi Martini",
        "ingredients": [
            "2 cups ice cubes",
            "4 ounces (1/2 cup) Russian vodka",
            "4 ounces (1/2 cup) dry sake",
            "2 tablespoons litchi syrup, (from can)",
            "4 to 6 canned litchis"
        ],
        "instructions": [
            "Place 2 to 3 litchis in each of two chilled 10-ounce martini glasses. Fill a 20-ounce cocktail shaker with 2 cups of ice. Add vodka, sake, and litchi syrup. Shake well, and divide between martini glasses. Serve immediately."
        ]
    },
    {
        "name": "Cider-Bourbon Cocktail",
        "ingredients": [
            "3/4 cup apple cider",
            "1/3 cup bourbon",
            "2 tablespoons fresh lemon juice",
            "2 (2 1/2-inch-long) thin slices fresh ginger",
            "2 thin slices from a small apple, such as lady, for garnish"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice. Add cider, bourbon, lemon juice, and ginger; shake until well chilled. Strain and divide cocktail between two coupes or lowball glasses. Garnish with apple slices."
        ]
    },
    {
        "name": "Pimm's Cup Pitcher",
        "ingredients": [
            "1/2 pint (6 ounces) strawberries, hulled and cut into quarters",
            "1 lemon, sliced into 1/8-inch rounds",
            "1 lime, sliced into 1/8-inch rounds",
            "1 orange (blood orange if possible), sliced into 1-inch wedges",
            "3 cups Pimm's No.1 Cup",
            "48 ounces lemon-lime soda, or ginger ale",
            "2 cucumbers, cut into 1/4-inch lengths"
        ],
        "instructions": [
            "In large pitcher, place strawberries, lemons, limes, and oranges. Add Pimm's, and mash down lightly with a large spoon. May be made 3 to 4 hours ahead up to this point.",
            "Fill each glass halfway with ice. Add about 1/3 cup Pimm's mixture. Fill glass with soda; stir. Place cucumber spear in each glass; serve."
        ]
    },
    {
        "name": "Bourbon and Ginger",
        "ingredients": [
            "4 ounces bourbon",
            "4 glasses filled with ice",
            "1 can (12 ounces) ginger ale",
            "4 lime wedges"
        ],
        "instructions": [
            "Divide bourbon among 4 glasses filled with ice. Divide ginger ale among glasses and squeeze 1 lime wedge into each. Serve immediately."
        ]
    },
    {
        "name": "Cranberry Manhattan",
        "ingredients": [
            "Ice",
            "2 ounces rye whiskey",
            "2 tablespoons <a href=\"https://www.marthastewart.com/1532225/classic-cranberry-sauce\">Classic Cranberry Sauce</a>",
            "1 ounce sweet vermouth",
            "A few dashes Angostura bitters"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice. Add whiskey, cranberry sauce, vermouth, and bitters. Cover and shake vigorously for 15 seconds. Strain into a chilled coupe glass or rocks glass and serve immediately."
        ]
    },
    {
        "name": "Strawberry-Cucumber Gin-Elderflower Spritz",
        "ingredients": [
            "12 strawberries, hulled and sliced (1 1/4 cups), plus whole berries for serving",
            "12 thin cucumber slices, halved (3/4 cup), plus whole rounds for serving",
            "2 tablespoons superfine sugar",
            "3 ounces fresh lemon juice",
            "9 ounces gin, such as Citadelle, chilled",
            "6 ounces St-Germain, chilled",
            "Club soda, chilled; and Peychaud's bitters, for serving"
        ],
        "instructions": [
            "Muddle sliced strawberries, halved cucumber slices, sugar, and lemon juice in the bottom of a pitcher until fruits break down and release most of their juices and sugar has dissolved. Stir in gin and St-Germain to combine. Fill 6 glasses halfway with ice. Divide fruit-and-gin mixture evenly among glasses. Top each with 1 to 2 ounces club soda; stir once. Top each with a few dashes of bitters, whole strawberries, and cucumber rounds; serve immediately."
        ]
    },
    {
        "name": "Tom Collins",
        "ingredients": [
            "2 ounces gin, chilled",
            "1 ounce fresh lemon juice, plus 1 lemon wedge, for garnish",
            "1/2 ounce simple syrup",
            "1/3 cup seltzer, chilled"
        ],
        "instructions": [
            "Fill a Collins glass with ice. Stir in gin, lemon juice, and simple syrup. Top with seltzer. Garnish with lemon wedge."
        ]
    },
    {
        "name": "Raspberry-Herb Cocktail",
        "ingredients": [
            "1 1/2 pints fresh raspberries (about 4 cups)",
            "1 to 2 tablespoons sugar",
            "6 large sprigs (about 2 ounces) fresh mint, basil, or both, plus more for garnish",
            "1/2 cup vodka",
            "Juice of 1 lemon (about 3 tablespoons)",
            "1 bottle (750 mL) Prosecco or Lambrusco"
        ],
        "instructions": [
            "Reserve 16 berries. Mash the remaining berries, the sugar, and herbs in a large glass bowl. Stir in vodka, lemon juice, and Prosecco. Pour mixture through a sieve into a pitcher, pressing through; discard solids. Serve over ice. Squeeze 2 berries into each drink. Garnish with herb sprigs."
        ]
    },
    {
        "name": "Lemon Whiskey Sour",
        "ingredients": [
            "Lemon wedge",
            "1 teaspoon superfine sugar, plus more for rim",
            "Ice",
            "1 1/2 ounces whiskey",
            "1 1/2 tablespoons fresh lemon juice",
            "Lemon slice, for garnish",
            "Cherry, for garnish"
        ],
        "instructions": [
            "Rub the rim of an old fashioned glass with lemon wedge. Fill a saucer with sugar, and dip the glass, upside down, into the sugar.",
            "Fill a cocktail shaker with ice. Add whiskey, lemon juice, and 1 teaspoon superfine sugar, and shake until sugar dissolves. Strain into an ice-filled old fashioned glass, and garnish with lemon slice and a cherry."
        ]
    },
    {
        "name": "Lillet-Basil Cocktail",
        "ingredients": [
            "1 cup ice, plus more for serving",
            "1/2 cup Lillet Blanc",
            "1 ounce (2 tablespoons) gin",
            "2 tablespoons fresh orange juice",
            "1/4 cup loosely packed fresh basil leaves, plus sprigs for garnish",
            "Splash of tonic water",
            "1 cucumber spear, for garnish",
            "1 cinnamon stick, for garnish"
        ],
        "instructions": [
            "Put ice, Lillet, gin, orange juice, and basil in a cocktail shaker; shake well. Fill a glass with ice; strain mixture into glass. Add tonic water. Garnish with cucumber spear, cinnamon stick, and basil sprigs."
        ]
    },
    {
        "name": "Classic Martinis",
        "ingredients": [
            "4 cups vodka or gin",
            "1/4 cup dry vermouth",
            "Ice cubes",
            "Cocktail olives, caper berries, or cocktail onions, for garnish"
        ],
        "instructions": [
            "Shake or stir 1/2 cup vodka or gin and 1 1/2 teaspoons vermouth in an ice-filled shaker. Strain into a chilled martini glass and garnish with olives, caper berries, or onions. Repeat with remaining vodka or gin and vermouth."
        ]
    },
    {
        "name": "Chile-Citrus Margarita",
        "ingredients": [
            "3 ounces <a href=\"https://www.marthastewart.com/902456/chile-lime-tequila\">Chile-Lime Tequila</a>",
            "1 ounce triple sec",
            "2 teaspoons agave",
            "2 ounces lime juice, plus lime wedge for garnish",
            "2 ounces orange juice",
            "Salt"
        ],
        "instructions": [
            "Run a lime wedge around the edge of glass, and dip into a shallow dish filled with coarse salt to coat rim. Add tequila, triple sec, agave, lime juice, and orange juice to a cocktail shaker filled with ice. Shake well, and pour into prepared glass, and garnish with lime wedge."
        ]
    },
    {
        "name": "Aperol Spritz",
        "ingredients": [
            "Ice",
            "2 ounces Aperol",
            "3 ounces Prosecco",
            "Soda water, chilled",
            "Orange slice, for garnish"
        ],
        "instructions": [
            "Fill an old-fashioned glass with ice. Add Aperol, Prosecco, and soda water to fill. Garnish with orange slice."
        ]
    },
    {
        "name": "Green Apple Martini",
        "ingredients": [
            "1 cup sugar",
            "1 medium green apple (about 8 ounces), peeled (peels reserved)",
            "2 tablespoons freshly squeezed lemon juice",
            "4 ounces best-quality vodka"
        ],
        "instructions": [
            "Bring sugar, 1 cup water, and 3/4 of the apple peel to a boil in a medium saucepan over medium-high heat. (Reserve the remaining apple peel for garnish.) Cook, stirring occasionally, until sugar has dissolved, about 5 minutes. Transfer syrup to a medium bowl set over an ice bath; let stand, stirring occasionally, until cool. Pour through a fine sieve into another bowl; discard solids.",
            "Cut apple into chunks; press through an electric juicer into a small bowl. Pour through a fine sieve into another bowl; discard any solids, and set juice aside",
            "Cut remaining peel into thin, 4-inch-long strips. Tie each strip into a knot; set aside in a bowl of water with lemon juice.",
            "Fill a cocktail shaker with ice. Add vodka, 2 ounces syrup, and 1/3 cup apple juice; shake. Divide between 2 martini glasses; garnish with apple knots."
        ]
    },
    {
        "name": "Cranberry Sparkler",
        "ingredients": [
            "1 1/2 ounces <a href=\"https://www.marthastewart.com/316007/blackberry-puree\">Blackberry Puree</a>",
            "2 ounces white cranberry juice",
            "2 to 3 ounces sparkling water",
            "1 sprig mint, for garnish"
        ],
        "instructions": [
            "Place blackberry puree and cranberry juice in a champagne flute. Add sparkling water to fill. Garnish with mint."
        ]
    },
    {
        "name": "Big-Batch Lemon-Mint Julep",
        "ingredients": [
            "17 lemons",
            "3 1/2 cups sugar",
            "32 sprigs mint",
            "Ice cubes",
            "3 cups Kentucky bourbon"
        ],
        "instructions": [
            "Squeeze 16 of the lemons, reserving the rinds and juice. In a large saucepan, combine 3 cups of the sugar and 3 cups water, stirring until dissolved. Add the lemon rinds, and cook over medium heat until the liquid becomes syrupy, about 15 minutes. Remove from heat, and let stand until room temperature. Remove, and discard lemon rinds. Stir in the lemon juice, about 4 cups.",
            "Spread remaining 1/2 cup sugar on a small plate. Cut the remaining lemon into quarters. Rub the wedges along the rims of 16 mint-julep cups or tall glasses, and invert the glasses in the sugar to create a sugared rim.",
            "Crush a few mint leaves into the bottom of each glass with a muddler or the back of a wooden spoon. Fill each glass with ice cubes, and pour 1/2 cup of lemon syrup in each glass. Top off with about 1 1/2 ounces of bourbon per glass. Garnish each glass with a fresh sprig of mint."
        ]
    },
    {
        "name": "Champagne Cocktail",
        "ingredients": [
            "1 sugar cube",
            "Angostura bitters",
            "6 ounces chilled Champagne"
        ],
        "instructions": [
            "Soak sugar cube in several drops of Angostura Bitters. Place sugar cube in the bottom of a fluted glass and fill with champagne. Stir with a bar spoon to dissolve sugar and agitate the carbonation."
        ]
    },
    {
        "name": "Sgroppino",
        "ingredients": [
            "1 (250 ml) bottle Lambrusco Bianco",
            "1 cup vodka",
            "1 cup lemon sorbet",
            "6 lemon twists, for garnish"
        ],
        "instructions": [
            "Place all ingredients in large bowl; whisk to combine. Using a ladle, transfer to a serving pitcher. To serve, pour into champagne flutes and squeeze lemon twist over cocktail before adding to glass."
        ]
    },
    {
        "name": "Mandarin Cocktail",
        "ingredients": [
            "1 ounce mandarin liqueur, such as Mandarine Napolean",
            "4 ounces champagne",
            "Clementine peel, for garnish"
        ],
        "instructions": [
            "Pour liqueur into a champagne flute; top with champagne. Twist clementine peel over glass and gently drop into cocktail."
        ]
    },
    {
        "name": "Pomegranate-Honey Coolers",
        "ingredients": [
            "1 bottle (750 milliliters) dry white wine, such as Sauvignon Blanc",
            "1 1/2 cups pomegranate juice",
            "2 to 4 tablespoons honey",
            "Lemon, for garnish"
        ],
        "instructions": [
            "Combine white wine and pomegranate juice in a pitcher. Add honey, and stir until dissolved. Divide among 6 ice-filled glasses. Garnish with slices of lemon."
        ]
    },
    {
        "name": "Halloween Bloody Mary Shooters",
        "ingredients": [
            "3 stalks celery, cut into 2-inch pieces",
            "6 cups tomato juice",
            "1/4 cup fresh lemon juice (from 2 to 3 lemons)",
            "3 tablespoons lightly packed grated peeled fresh horseradish",
            "2 tablespoons Worcestershire sauce",
            "1 teaspoon celery salt",
            "1 to 2 teaspoons hot sauce, such as Tabasco",
            "Freshly ground pepper",
            "Black lava salt and coarsely ground black pepper, for rim",
            "1 lemon wedge",
            "2 ounces black vodka, such as Blavod",
            "2 small stalks celery, for garnish"
        ],
        "instructions": [
            "Bloody Mary Mix: Pulse celery in a food processor until finely chopped. Add 2 cups tomato juice and puree until smooth. Transfer to a pitcher and stir in remaining 4 cups tomato juice, lemon juice, horseradish, Worcestershire, celery salt, hot sauce, and pepper. Cover and refrigerate at least 12 hours and up to 2 days.",
            "Shooters: Stir together equal parts salt and pepper on a small plate. Rub lemon wedge around the rims of two double shot (3-ounce) glasses. Dip rims into salt and pepper mixture.",
            "Pour 2 ounces Bloody Mary mix into bottom of each glass (reserve remaining Bloody Mary mix for another use). Holding a spoon upside down over the top of the glass, slowly pour 1 ounce vodka over spoon into each glass (vodka should sit on top of Bloody Mary mix and create a layer of black). Garnish with celery."
        ]
    },
    {
        "name": "Creepy Cherry Cocktail",
        "ingredients": [
            "2 ounces gin",
            "1 teaspoon creme de violette",
            "1/2 ounce fresh lemon juice",
            "1/2 ounce maraschino liqueur",
            "Cocktail cherry, for garnish",
            "1 to 2 teaspoons Campari"
        ],
        "instructions": [
            "Place 1 cup ice, gin, creme de violette, lemon juice, and maraschino liqueur in a cocktail shaker. Shake 30 seconds. Place cocktail cherry in the bottom of a martini glass. Strain gin mixture into glass, then top with Campari."
        ]
    },
    {
        "name": "Extra Dark and Stormy",
        "ingredients": [
            "1 tablespoon chopped fresh ginger",
            "1 teaspoon superfine sugar",
            "3/4 ounce fresh lime juice",
            "1 ounce dark rum",
            "1 ounce amaro",
            "1 orange"
        ],
        "instructions": [
            "Combine ginger and sugar in a highball glass and muddle. Add lime juice and crushed ice; top with rum and amaro and stir.",
            "Peel off&nbsp;a long strip of&nbsp;zest from orange.&nbsp;Using tongs, wave it over a gas flame or a lit match. Roll orange strip so it resembles a rosebud;&nbsp;skewer&nbsp;and serve with cocktail."
        ]
    },
    {
        "name": "Black Lagoon Cocktail",
        "ingredients": [
            "4 ounces vodka",
            "2 ounces <a href=\"https://www.marthastewart.com/350200/rosemary-lemon-syrup\">Rosemary-Lemon Syrup</a>",
            "2 teaspoons fresh lemon juice",
            "Licorice Ice Cubes"
        ],
        "instructions": [
            "Combine vodka, syrup, and juice in a cocktail shaker, stir to combine. Add seltzer, and divide between two glasses filled with licorice ice cubes. Serve immediately."
        ]
    },
    {
        "name": "Cranberry Champagne Cocktail",
        "ingredients": [
            "2 tablespoons <a href=\"https://www.marthastewart.com/1532225/classic-cranberry-sauce\">Classic Cranberry Sauce</a>, pureed",
            "Sparkling dry white wine, such as prosecco, chilled"
        ],
        "instructions": [
            "Spoon pureed cranberry sauce into a champagne flute. Top with sparkling wine by tilting glass and slowly pouring wine down side of flute (mixture will foam as the wine reacts to the sugar in the cranberry sauce). Serve immediately."
        ]
    },
    {
        "name": "Iced Margaritas",
        "ingredients": [
            "1/2 cup coarse salt",
            "1/2 cup (about 4 limes) freshly squeezed lime juice, plus 1 lime cut in half for the glasses",
            "2 tablespoons (about 1 lemon) freshly squeezed lemon juice",
            "1 cup triple sec",
            "1 cup white tequila"
        ],
        "instructions": [
            "Pour the salt onto a small plate. Rub the outside rim of each glass with the cut lime. Dip each glass into the reserved salt; set aside.",
            "Place lime juice, lemon juice, triple sec, and 3 cups ice in a blender, and puree on low speed until completely blended. Add tequila and blend for 2 seconds. Pour margaritas into the reserved glasses, over ice, and serve immediately."
        ]
    },
    {
        "name": "The Negroni",
        "ingredients": [
            "1 ounce gin",
            "1 ounce Campari",
            "1 ounce sweet vermouth",
            "Orange twist, for garnish"
        ],
        "instructions": [
            "Pour all ingredients into an ice-filled mixing glass. Stir well. Strain into a cocktail glass. (Alternatively, combine ingredients in a tumbler and serve in the same glass.) Garnish with an orange twist."
        ]
    },
    {
        "name": "St-Germain, Gin, and Plum Cocktail",
        "ingredients": [
            "Ice",
            "1 ounce St-Germain (elderflower liqueur)",
            "2 ounces gin",
            "2 thin plum slices"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice. Add St-Germain and gin and shake vigorously. Strain into a glass, add plum slices, and serve."
        ]
    },
    {
        "name": "Cranberry Martini",
        "ingredients": [
            "1 lime wedge",
            "Red sanding sugar",
            "8 ounces vodka",
            "1 ounce cranberry juice",
            "1 teaspoon vermouth",
            "Skewered fresh cranberries (for garnish)"
        ],
        "instructions": [
            "Rub the rims of 2 martini glasses with a lime wedge, and then dip each rim into a saucer of red sanding sugar, rotating gently to evenly coat. Chill in freezer at least 10 minutes. In a cocktail shaker filled with ice, shake vodka, cranberry juice, and vermouth until chilled, about 20 seconds. Strain into chilled glasses, and garnish with skewered fresh cranberries."
        ]
    },
    {
        "name": "Blackberry-Plum Mojitos",
        "ingredients": [
            "1 1/4 cups sugar",
            "2/3 cup fresh lemon juice (from about 3 lemons)",
            "2 pounds plums, pitted and cut into wedges",
            "18 ounces fresh blackberries",
            "1 cup fresh basil leaves, plus more for serving",
            "2 to 3 cups vodka",
            "6 cups sparkling water"
        ],
        "instructions": [
            "Bring sugar and 1 1/4 cups water to a boil in a small saucepan, stirring until sugar is dissolved, 3 minutes. Remove from heat; let cool 15 minutes. Syrup can be refrigerated for up to 1 month.",
            "Combine lemon juice, fruit, and basil in a bowl. Add syrup; mash lightly to release juices. Refrigerate at least 1 day and up to 4 days.",
            "Combine fruit mixture and vodka in a pitcher or punch bowl; ladle about 1/3 cup into each glass. Fill with ice. Top with sparkling water, garnish with more basil, and serve."
        ]
    },
    {
        "name": "Chartreuse Martini",
        "ingredients": [
            "Ice",
            "1 ounce Chartreuse",
            "1 ounce dry vermouth",
            "2 ounces of gin"
        ],
        "instructions": [
            "Place ice in a cocktail shaker. Add Chartreuse, dry vermouth and gin. Shake vigorously and strain into 2 coupe or martini glasses."
        ]
    },
    {
        "name": "The Hotelier",
        "ingredients": [
            "1 1/2 ounces Willett 4 Year Rye",
            "1/2 ounce Amaro Meletti",
            "1/2 ounce Leopold Brothers New York Sour Apple Liqueur",
            "1/2 ounce Hidalgo Amontillado sherry",
            "3 dashes Angostura bitters",
            "Ice cubes",
            "1 piece lemon rind, 3/4 inch wide and 2 1/2 inches long"
        ],
        "instructions": [
            "Gently stir together liquids in an ice-filled cocktail shaker, then strain into a double old-fashioned glass filled with fresh ice. Twist lemon rind over drink to express its oil, then use the peel as a garnish."
        ]
    },
    {
        "name": "Sidecar",
        "ingredients": [
            "6 tablespoons sugar, plus more for glasses",
            "Juice of 4 limes, plus 2 wedges for glasses and twists for garnish",
            "6 tablespoons boiling water",
            "1/2 cup brandy",
            "3 tablespoons Cointreau",
            "Ice cubes"
        ],
        "instructions": [
            "Place sugar in a saucer. Moisten the rim of a martini glass using a lime wedge. Dip rim in sugar; repeat with second glass. Set aside.",
            "In a cocktail shaker, stir together sugar and water until sugar is dissolved. Stir in brandy, Cointreau, and lime juice. Fill with ice cubes, and shake well. Strain into prepared glasses, and serve with a lime twist."
        ]
    },
    {
        "name": "Meyer Lemon-Orange Bitters",
        "ingredients": [
            "4 organic oranges, well scrubbed",
            "2 organic Meyer lemons, well scrubbed",
            "1 tablespoon gentian root chips",
            "1 teaspoon fennel seeds",
            "1/2 teaspoon coriander seeds",
            "1/2 teaspoon whole cloves",
            "1 cinnamon stick",
            "1 750-ml bottle good-quality vodka, such as Prairie Organic"
        ],
        "instructions": [
            "Heat oven to 200 degrees. Using a vegetable peeler, peel citrus to make strips of zest, being careful not to remove pith. Arrange in a single layer on a parchment-lined baking sheet and bake until dry, about 1 hour. Let cool.",
            "Transfer zest to a 1-quart glass jar and top with remaining ingredients. Cover tightly and store in a cool, dark place for three weeks, shaking jar once a day.",
            "Pour liquid through a fine mesh strainer or paper coffee filter and into a clean jar. Add citrus zest and discard aromatics."
        ]
    },
    {
        "name": "Plum Negroni",
        "ingredients": [
            "2 cherry plums, halved and pitted, or 1/2 small black plum, cut into wedges, plus 1 whole plum (or more wedges) for serving",
            "2 teaspoons sugar",
            "1 ounce gin",
            "1 ounce Aperol",
            "1/4 cup seltzer or water",
            "Orange-peel twists, for serving"
        ],
        "instructions": [
            "Using a muddling tool or wooden spoon, crush plums and sugar in an 8-ounce glass. Stir in gin and Aperol until sugar is dissolved. Fill with ice; stir in seltzer. Add orange twists and whole plum; serve."
        ]
    },
    {
        "name": "Adonis Punch",
        "ingredients": [
            "1 1/2 cups Stonecutter Spirits Single Barrel Gin",
            "1/2 cup pomegranate juice",
            "1/2 cup <a href=\"https://www.marthastewart.com/343759/simple-syrup\">Simple Syrup</a>, preferably cranberry",
            "1 750ml-bottle sparkling rose"
        ],
        "instructions": [
            "Stir together gin, pomegranate juice and simple syrup in a punch bowl or large pitcher. Add ice cubes and sparkling rose just before serving."
        ]
    },
    {
        "name": "Rye-Whiskey Switchels",
        "ingredients": [
            "1/2 cup apple-cider vinegar, preferably unfiltered",
            "1/3 cup sorghum syrup (available at natural-food stores)",
            "1 tablespoon finely grated peeled fresh ginger (from a 2-inch piece)",
            "24 ounces rye whiskey"
        ],
        "instructions": [
            "Stir together vinegar, sorghum syrup, ginger, and 2 cups water in a nonreactive container. Cover and refrigerate at least 4 hours and up to 1 day. Strain; return to container and refrigerate, covered, up to 1 week.",
            "For each drink, fill a cocktail shaker with ice. Pour in 1 1/2 ounces each vinegar mixture and whiskey. Shake well. Strain into a chilled coupe glass; serve."
        ]
    },
    {
        "name": "Healthier Pina Colada",
        "ingredients": [
            "2 cups pineapple chunks",
            "3/4 cup pure coconut water",
            "1/2 cup ice cubes",
            "1 tablespoon sugar",
            "1 teaspoon fresh lemon juice",
            "1/2 cup rum",
            "Toasted coconut, for garnish"
        ],
        "instructions": [
            "Puree pineapple, coconut water, ice, sugar, and lemon juice in a blender. Stir in rum. Garnish glasses with coconut."
        ]
    },
    {
        "name": "Hot Buttered Rum",
        "ingredients": [
            "4 ounces (1 stick) room-temperature unsalted butter",
            "1/2 cup packed dark-brown sugar",
            "1 teaspoon finely grated orange zest",
            "3/4 teaspoon ground cinnamon",
            "3/4 teaspoon ground ginger",
            "1/2 teaspoon ground nutmeg",
            "1 1/2 ounces dark rum",
            "3/4 cups boiling water",
            "Squeeze of fresh orange juice"
        ],
        "instructions": [
            "Beat butter, sugar, orange zest, cinnamon, ginger, and nutmegwith a mixer on medium speed until combined, about1 minute.",
            "Combine 2 tablespoons spiced butter with 1 1/2 ounces(3 tablespoons) dark rum in each of 4 heatproof glasses. Pour3/4 cup boiling water over each, and stir. Top each with asqueeze of fresh orange juice."
        ]
    },
    {
        "name": "Pomegranate-Honey Coolers",
        "ingredients": [
            "1 bottle (750 milliliters) dry white wine, such as Sauvignon Blanc",
            "1 1/2 cups pomegranate juice",
            "2 to 4 tablespoons honey",
            "Lemon, for garnish"
        ],
        "instructions": [
            "Combine white wine and pomegranate juice in a pitcher. Add honey, and stir until dissolved. Divide among 6 ice-filled glasses. Garnish with slices of lemon."
        ]
    },
    {
        "name": "Campari, Gin, and Orange",
        "ingredients": [
            "4 ounces gin",
            "2 ounces Campari",
            "1 ounce Clement Creole Shrubb",
            "Ice cubes",
            "Garnish: orange-peel twists"
        ],
        "instructions": [
            "Shake gin, Campari, andClement Creole Shrubb in anice-filled cocktail shaker.Strain into 2 martini glasses.Garnish each with a twist."
        ]
    },
    {
        "name": "Lemon-Gin Martini",
        "ingredients": [
            "24 ounces (3 cups) gin",
            "4 ounces ( 1/2 cup) dry vermouth",
            "2 to 3 tablespoons fresh lemon juice",
            "Small ice cubes",
            "32 strips lemon zest (from 4 lemons)"
        ],
        "instructions": [
            "Stir together gin, vermouth, juice, and ice in a pitcher. Pour into glasses, leaving ice in pitcher. Garnish with zest."
        ]
    },
    {
        "name": "Cilantro Negroni",
        "ingredients": [
            "3 cilantro sprigs",
            "1/2 teaspoon superfine sugar",
            "1 orange wedge",
            "2 ounces Campari",
            "Ice",
            "4 ounces club soda"
        ],
        "instructions": [
            "Muddle cilantro sprigs with sugar and orange wedge in a glass. Add Campari and ice. Add club soda. Stir."
        ]
    },
    {
        "name": "Pernod-Bourbon Spritz",
        "ingredients": [
            "Ice",
            "1/2 ounce Pernod liqueur",
            "1/2 ounce Bourbon whiskey",
            "2 to 3 dashes Angostura bitters",
            "3 ounces club soda, chilled",
            "Lemon twist, for serving"
        ],
        "instructions": [
            "Place 1 large ice cube in a rocks glass or fill halfway with ice. Add Pernod, bourbon, bitters, and soda. Stir once and garnish with lemon twist; serve immediately.&nbsp;"
        ]
    },
    {
        "name": "Orange Wheat Shandy",
        "ingredients": [
            "48 ounces wheat beer",
            "1 cup freshly squeezed orange juice (from 3 to 4 oranges)",
            "1/4 teaspoon almond extract (optional)",
            "Thinly sliced oranges"
        ],
        "instructions": [
            "Combine beer, orange juice, and almond extract in a pitcher. Stir; serve with sliced oranges."
        ]
    },
    {
        "name": "Ginger Caipirinha",
        "ingredients": [
            "1/2 lime, cut into quarters",
            "2 tablespoons sugar",
            "1 slice peeled fresh ginger",
            "Crushed ice",
            "2 ounces cachaca",
            "Sugar cane stick, for garnish"
        ],
        "instructions": [
            "Add lime quarters, sugar, ginger, and ice to a mixing glass or cocktail shaker; muddle well.",
            "Fill an 8-ounce glass 3/4 full with crushed ice. Add the cachaca.",
            "Pour the muddled mixture into glass with cachaca. Stir well to make sure sugar dissolves completely. Garnish with sugar cane stick."
        ]
    },
    {
        "name": "Rose Grapefruit Cocktail",
        "ingredients": [
            "1 cup Lillet Rose or Blanc",
            "1/2 cup fresh pink or Ruby Red grapefruit juice",
            "Ice"
        ],
        "instructions": [
            "Divide wine and juice among four glasses. Fill glasses with ice and stir."
        ]
    },
    {
        "name": "Amaretto Cocktails",
        "ingredients": [
            "1 cup amaretto liqueur",
            "1/2 cup light or dark rum",
            "1 to 2 cans (12 ounces each) club soda, chilled",
            "8 brandied or maraschino cherries, for garnish"
        ],
        "instructions": [
            "In a pitcher, combine amaretto and rum; add club soda to taste. Serve over ice, garnished with a cherry."
        ]
    },
    {
        "name": "Sherry with Olives",
        "ingredients": [
            "1 bottle (750 milliliters) dry sherry, such as fino or manzanilla, chilled",
            "1 jar (5 ounces) Spanish olives, pitted (plain or stuffed with pimientos, almonds, or garlic)"
        ],
        "instructions": [
            "Pour sherry into 6 small glasses; add 2 or 3 olives to each."
        ]
    },
    {
        "name": "Make-Your-Own Margaritas",
        "ingredients": [
            "1 ounce (2 tablespoons) silver tequila",
            "1/2 ounce (1 tablespoon plus 1 1/2 teaspoons) triple sec",
            "1 ounce (2 tablespoons) fresh lime juice",
            "Ice cubes and salt (optional), for serving"
        ],
        "instructions": [
            "Pour tequila, triple sec, and lime juice into a cocktail shaker filled with ice.",
            "Shake well. Dip glass in salt if desired, and fill with ice. Strain drink into glass."
        ]
    },
    {
        "name": "Victory Garden Cocktail",
        "ingredients": [
            "3/4 cup sugar",
            "5 thyme sprigs",
            "1 rosemary sprig",
            "4 ounces whiskey, such as Stonecutter Spirits heritage cask whiskey",
            "1/2 ounce applejack brandy, such as Laird's",
            "1 ounce fresh lemon juice",
            "2 dashes orange bitters",
            "4 to 6 ounces club soda, chilled",
            "2 rosemary sprigs, for serving"
        ],
        "instructions": [
            "Thyme-Rosemary Syrup: In a saucepan, combine sugar, thyme, rosemary, and 3/4 cup water. Bring to a boil, stirring, until sugar dissolves. Remove from heat; let cool completely. Strain, discarding herbs. Refrigerate syrup in an airtight container at least 1 hour and up to 1 month. (Makes about 3/4 cup.)",
            "Cocktail: Fill a cocktail shaker halfway with ice. Add whiskey, 1 1/2 ounces syrup, brandy, lemon juice, and bitters. Cover; shake vigorously 10 to 12 seconds. Strain into two rocks glasses filled halfway with ice. Top each with club soda. Wave rosemary over an open flame, such as a gas burner or kitchen torch, just until fragrant and charred in places, about 15 seconds. Garnish glasses with rosemary; serve immediately."
        ]
    },
    {
        "name": "Cranberry Sparkler",
        "ingredients": [
            "1 1/2 ounces <a href=\"https://www.marthastewart.com/316007/blackberry-puree\">Blackberry Puree</a>",
            "2 ounces white cranberry juice",
            "2 to 3 ounces sparkling water",
            "1 sprig mint, for garnish"
        ],
        "instructions": [
            "Place blackberry puree and cranberry juice in a champagne flute. Add sparkling water to fill. Garnish with mint."
        ]
    },
    {
        "name": "Cranberry Manhattan",
        "ingredients": [
            "Ice",
            "2 ounces rye whiskey",
            "2 tablespoons <a href=\"https://www.marthastewart.com/1532225/classic-cranberry-sauce\">Classic Cranberry Sauce</a>",
            "1 ounce sweet vermouth",
            "A few dashes Angostura bitters"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice. Add whiskey, cranberry sauce, vermouth, and bitters. Cover and shake vigorously for 15 seconds. Strain into a chilled coupe glass or rocks glass and serve immediately."
        ]
    },
    {
        "name": "Sour-Cherry Cordials",
        "ingredients": [
            "1 1/2 pounds fresh or thawed frozen sour cherries, pitted (about 3 cups), plus more for garnish (optional)",
            "1 1/2 cups granulated sugar",
            "1 1/2 cups Muscat wine",
            "1 1/2 tablespoons fresh lemon juice",
            "1/8 teaspoon coarse salt",
            "Ice cubes",
            "1 cup (8 ounces) gin",
            "3 cups (24 ounces) seltzer water",
            "8 strips lemon zest (optional)"
        ],
        "instructions": [
            "Bring cherries, sugar, wine, lemon juice, and salt to a gentle simmer over medium-low heat, stirring to dissolve sugar. Cook for 4 minutes. Using a slotted spoon, transfer cherries to a bowl. Raise heat to medium-high, and cook until mixture is syrupy, about 5 minutes. Let cool completely. Return cherries to syrup. (Cherries in syrup can be refrigerated in an airtight container for up to 1 month.)",
            "Fill 8 glasses with ice. Pour 2 tablespoons gin and 2 tablespoons syrup into each glass, and add 5 cherries. Divide seltzer among glasses (1/4 cup plus 2 tablespoons each). Garnish with fresh cherries and lemon zest strips, if desired. Serve immediately."
        ]
    },
    {
        "name": "Ruby Red Tequila Cocktails",
        "ingredients": [
            "8 ounces tequila (preferably reposado)",
            "3 cups ruby red grapefruit juice",
            "4 teaspoons fresh lime juice"
        ],
        "instructions": [
            "In a pitcher, combine tequila, grapefruit juice, and fresh lime juice. To serve, divide among four glasses filled with ice."
        ]
    },
    {
        "name": "Kir Royales",
        "ingredients": [
            "3 ounces (6 tablespoons) creme de cassis",
            "1 bottle Champagne or other sparkling white wine",
            "6 strips tangerine or orange zest, for garnish"
        ],
        "instructions": [
            "Just before serving, pour 1 tablespoon creme de cassis into each glass. Fill with Champagne, and garnish with zest."
        ]
    },
    {
        "name": "Sparkling Wine Sangria",
        "ingredients": [
            "1 peach, pitted and cut into wedges",
            "1 nectarine, pitted and cut into wedges",
            "3 apricots, pitted and cut into wedges",
            "4 ounces peach brandy",
            "6 ounces apricot or peach nectar",
            "1 bottle (750 ml) chilled Prosecco"
        ],
        "instructions": [
            "In a pitcher (at least 2 quarts) combine fruit and peach brandy. Stir and refrigerate for at least one hour. Add nectar and Prosecco. Stir and serve in a five- or six-ounce juice glass (also called a Delmonico glass). Be sure to include the infused fruit in each serving."
        ]
    },
    {
        "name": "Daiquiri",
        "ingredients": [
            "1 cup ice",
            "1/2 cup fresh lime juice, plus thinly sliced lime wheel for serving",
            "3 ounces white rum",
            "1 tablespoon sugar, or to taste"
        ],
        "instructions": [
            "Combine ice, lime juice, rum, and sugar in a blender and blend at high speed until mixture is frothy. Pour into a coupe glass; serve, garnished with lime wheel."
        ]
    },
    {
        "name": "Sunny Mary",
        "ingredients": [
            "2 pounds yellow tomatoes, chopped",
            "1 cup chilled vodka",
            "4 jarred peperoncini, plus 1/4 cup reserved pickling liquid",
            "2 tablespoons fresh lemon juice",
            "Ice cubes"
        ],
        "instructions": [
            "Puree tomatoes in a food processor until smooth. Strain in a cheesecloth-lined fine sieve set over a bowl, then press on solids to extract juice. (You'll need at least 2 cups.) Refrigerate until chilled, about 2 hours.",
            "Stir together tomato juice, vodka, pickling liquid, and lemon juice. Divide among 4 ice-filled glasses, and garnish each with a peperoncino."
        ]
    },
    {
        "name": "Boozy Frozen Lemonade",
        "ingredients": [
            "3/4 cup sugar",
            "1 bunch fresh tarragon",
            "1 1/2 cups fresh lemon juice (from 7 to 8 lemons), plus wedges for serving",
            "8 ounces gin, chilled"
        ],
        "instructions": [
            "Combine sugar, 8 sprigs tarragon, and 3/4 cup water in a small saucepan. Bring to a boil over medium-high heat, stirring until sugar dissolves. Remove from heat; let cool completely.",
            "Remove and discard tarragon. Pour syrup into a freezer-safe 9-by-13-inch baking dish. Stir in lemon juice and 2 cups cold water. Freeze until solid, at least 6 hours and up to 1 day.",
            "Remove from freezer; scrape surface of mixture with the tines of a fork until flaky. (If too firm to scrape, let stand at room temperature 10 minutes.) Transfer to a blender with gin and 2 cups ice-cold water. Blend until smooth. (Mixture can be returned to freezer at this point until ready to serve.) Divide among chilled serving glasses, garnish with tarragon sprigs and lemon wedges, and serve immediately."
        ]
    },
    {
        "name": "Coffee Coquito",
        "ingredients": [
            "1 can (13.5 ounces) coconut milk",
            "1 can (12 ounces) evaporated milk",
            "1 can (14 ounces) sweetened condensed milk",
            "1/2 cup white rum",
            "1/2 teaspoon ground cinnamon",
            "9 ounces espresso",
            "Freshly grated nutmeg, for garnish"
        ],
        "instructions": [
            "Add coconut milk, evaporated milk, condensed milk, rum, and cinnamon to a blender. Blend until combined. For each drink, pour 1 1/2 ounces espresso over ice, and top with 6 ounces coconut-milk mixture. Garnish with a sprinkle of nutmeg."
        ]
    },
    {
        "name": "Aperol Jasmine Spritz",
        "ingredients": [
            "1 cup sugar",
            "Peeled zest of 4 lemons, plus 1 1/2 cups fresh juice",
            "12 ounces gin, chilled",
            "6 ounces Aperol or Campari, chilled",
            "1/4 teaspoon aromatic bitters, such as Peychaud's or Angostura (optional)",
            "24 ounces seltzer, chilled",
            "Rosemary sprigs and peeled lemon zest, for serving",
            "Frozen lemon wedges or ice, for serving"
        ],
        "instructions": [
            "Syrup: In a saucepan, combine sugar, lemon zest, and 1 cup water. Bring to a boil over medium heat, stirring until sugar has dissolved. Remove from heat; let cool completely. Strain, discarding zest; stir in lemon juice. Cover and refrigerate in an airtight container until cold, at least 1 hour and up to 2 weeks. Makes 2 cups.",
            "Spritz:&nbsp; In a pitcher, stir together syrup, gin, Aperol, and bitters. Top with seltzer, add rosemary and lemon zest, and stir once to combine. Pour into glasses with frozen lemon wedges; serve."
        ]
    },
    {
        "name": "Frozen Margaritas",
        "ingredients": [
            "5 cups ice cubes",
            "3/4 cup tequila, preferably silver",
            "2/3 cup fresh lime juice (from 5 to 6 limes)",
            "1/2 cup <a href=\"https://www.marthastewart.com/353556/simple-syrup\">Simple Syrup for Frozen Margaritas</a>",
            "1/3 cup coarse salt",
            "1 lime wedge, plus more for serving"
        ],
        "instructions": [
            "Puree ice, tequila, lime juice, and simple syrup in a blender until smooth. Pour salt onto a saucer, and moisten the rims of 4 glasses with lime wedge. Dip each glass into salt, and fill with margaritas. Serve with lime wedges."
        ]
    },
    {
        "name": "The Golden Ticket Mocktail",
        "ingredients": [
            "4 ounces pineapple juice",
            "1 1/2 ounces white rum (optional)",
            "1 ounce cream of coconut (such as Coco Lopez)",
            "1 ounce fresh orange juice",
            "Pineapple leaves, for garnish (optional)"
        ],
        "instructions": [
            "Pour pineapple juice, white rum (if using), cream of coconut, and fresh orange juice into a cocktail shaker filled with ice; shake until cold, about 10 seconds.",
            "Divide between 2 lowball glasses filled with crushed ice, and top with seltzer. Garnish each with a pineapple leaf (if using) and serve."
        ]
    },
    {
        "name": "Raspberry-Lime Gin and Tonic",
        "ingredients": [
            "6 tablespoons fresh raspberries (about 10 raspberries)",
            "1/2 teaspoon Truvia natural sweetener",
            "1 tablespoon freshly squeezed lime juice",
            "Ice cubes",
            "6 tablespoons gin",
            "Tonic water, to fill",
            "1 lime wedge, for garnish"
        ],
        "instructions": [
            "Place a small fine strainer over a highball glass. Press raspberries through the strainer into glass; discard solids. Add truvia and lime juice; stir to dissolve. Add ice cubes to glass. Add gin and tonic water; stir to combine. Serve garnished with a lime wedge."
        ]
    },
    {
        "name": "Black Lagoon Cocktail",
        "ingredients": [
            "4 ounces vodka",
            "2 ounces <a href=\"https://www.marthastewart.com/350200/rosemary-lemon-syrup\">Rosemary-Lemon Syrup</a>",
            "2 teaspoons fresh lemon juice",
            "Licorice Ice Cubes"
        ],
        "instructions": [
            "Combine vodka, syrup, and juice in a cocktail shaker, stir to combine. Add seltzer, and divide between two glasses filled with licorice ice cubes. Serve immediately."
        ]
    },
    {
        "name": "Screwed-Up Screwdriver",
        "ingredients": [
            "1/4 cup ice",
            "1/2 cup freshly squeezed tangerine juice",
            "1 1/2 ounces black vodka",
            "1 black licorice twist, for serving"
        ],
        "instructions": [
            "Place ice in a tall glass. Pour juice into glass. Pour vodka over the back of a cock-tail spoon into glass so it sits on top of juice and creates a layer of black. Slice 1/4 inch off each end of licorice, and use as a straw. Serve immediately."
        ]
    },
    {
        "name": "Grilled-Peach Old-Fashioned",
        "ingredients": [
            "2 ripe yellow peaches",
            "2 tablespoons sugar",
            "6 sprigs thyme, plus more for garnish",
            "4 dashes of bitters",
            "2 tablespoons fresh lime juice",
            "6 ounces bourbon"
        ],
        "instructions": [
            "Quarter peaches and grill until charred. Muddle sugar, thyme, bitters, and lime juice in a cocktail shaker. Add bourbon, and divide among 4 ice-filled glasses. Garnish with peach section and thyme sprigs."
        ]
    },
    {
        "name": "Blackberry Crush",
        "ingredients": [
            "4 blackberries",
            "1 tablespoon lemon juice",
            "1 tablespoon <a href=\"https://www.marthastewart.com/343759/simple-syrup\">Simple Syrup</a>",
            "1 1/4 ounces vodka",
            "Seltzer",
            "Ice",
            "Mint sprig"
        ],
        "instructions": [
            "In a glass, combine blackberries, lemon juice, and simple syrup; lightly crush berries to release their juice. Add ice and vodka; top with seltzer. Stir to combine. Garnish with a mint sprig."
        ]
    },
    {
        "name": "Cider-Bourbon Cocktail",
        "ingredients": [
            "3/4 cup apple cider",
            "1/3 cup bourbon",
            "2 tablespoons fresh lemon juice",
            "2 (2 1/2-inch-long) thin slices fresh ginger",
            "2 thin slices from a small apple, such as lady, for garnish"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice. Add cider, bourbon, lemon juice, and ginger; shake until well chilled. Strain and divide cocktail between two coupes or lowball glasses. Garnish with apple slices."
        ]
    },
    {
        "name": "Smoky Serrano-Mint Margarita",
        "ingredients": [
            "1 serrano chile",
            "3 ounces fresh lime juice, plus wheels for rims and for serving",
            "1 teaspoon pink salt or flaky sea salt (optional)",
            "1 teaspoon sumac (optional)",
            "2 teaspoons superfine sugar",
            "2 tablespoons packed fresh mint leaves, plus sprigs for serving",
            "6 ounces 100 percent-agave silver tequila",
            "3 ounces orange liqueur, such as Cointreau or Grand Marnier"
        ],
        "instructions": [
            "Place chile directly over a gas flame, or in a dry cast-iron skillet preheated over high and cook, turning a few times, until blackened all over, 3 to 4 minutes. Transfer to a cutting board; let cool completely. Rub a lime wheel around the rims of 2 rocks glasses. Combine salt and sumac on a small plate.",
            "Dip rims of glasses into salt mixture to coat. Halve chile lengthwise; remove stem, ribs, and seeds. Divide chile, sugar, and mint leaves evenly between 2 glasses; gently pound with a muddling stick or the handle end of a thick wooden spoon until sugar dissolves and chile breaks down into tiny pieces. Fill glasses halfway with ice. Divide tequila, liqueur, and lime juice evenly between glasses; stir to combine. Garnish each with a mint sprig and lime wheel, and serve immediately."
        ]
    },
    {
        "name": "Spiced Pineapple Cocktail",
        "ingredients": [
            "1/3 cup fresh lime juice (from about 3 limes), plus wedges for serving",
            "3 tablespoons agave nectar or honey",
            "1 cup pineapple juice",
            "2 cups fresh or frozen pineapple cubes",
            "1/4 cup triple sec",
            "1/3 cup tequila",
            "2 cups ice",
            "1 1/2 teaspoons chili powder",
            "1 1/2 teaspoons sugar",
            "1/2 teaspoon coarse salt"
        ],
        "instructions": [
            "Stir together lime juice and agave nectar; add to a blender, along with pineapple juice, pineapple, triple sec, tequila, and ice. Blend until smooth and frothy.",
            "In a small shallow bowl or saucer, combine chili powder, sugar, and salt. Rub a lime wedge around the rims of 4 glasses, then dip glasses in spice mix to coat. Divide drink among glasses and serve with lime wedges."
        ]
    },
    {
        "name": "Cucumber Cooler",
        "ingredients": [
            "3 cucumbers, peeled, seeded, and coarsely chopped (6 cups)",
            "1/4 cup water",
            "1/2 cup fresh mint leaves",
            "1 lime, thinly sliced",
            "24 ounces club soda",
            "2 tablespoons agave nectar or honey"
        ],
        "instructions": [
            "In a blender, puree cucumbers and water. Pour through a fine-mesh sieve set over a large bowl, pressing on solids (you should have about 2 cups juice; refrigerate overnight, if desired). In a pitcher, mash fresh mint leaves with back of a wooden spoon until bruised. Add cucumber juice, lime, club soda, and agave nectar or honey; stir to combine. Fill 4 glasses with ice, top with drink, and serve with thinly sliced cucumber."
        ]
    },
    {
        "name": "Texas Margarita",
        "ingredients": [
            "Kosher salt",
            "1 ounce fresh lime juice, plus a lime wedge for the rim and a thinly sliced half moon of lime for serving",
            "2 ounces tequila",
            "1 ounce triple sec",
            "1 ounce fresh orange juice, plus a thinly sliced half moon of orange for serving"
        ],
        "instructions": [
            "Pour salt into a saucer. Moisten the rim of a margarita glass with a lime wedge. Dip glass into salt and fill with ice; set aside.",
            "Fill a cocktail shaker with ice and add tequila, triple sec, orange juice, and lime juice; shake to combine and strain into prepared glass. Garnish with lime and orange half moons. Serve."
        ]
    },
    {
        "name": "Watermelon-Cucumber Cooler",
        "ingredients": [
            "5 cups cubed seedless watermelon (about 1 1/2 pounds)",
            "1 large English cucumber, peeled and cut into chunks",
            "1/4 cup fresh lime juice (from 2 limes)",
            "2 tablespoons honey",
            "2/3 cup vodka",
            "Ice",
            "Cucumber slices, for garnish"
        ],
        "instructions": [
            "Set a large fine-mesh sieve over a large bowl or pitcher. In a food processor or blender, puree watermelon. Pour watermelon puree through sieve, pressing on solids with a rubber spatula (you should have about 2 cups juice). Puree English cucumber and pour through sieve into watermelon juice.",
            "In a small bowl or measuring cup, stir together lime juice and honey. Add to watermelon and cucumber juices, along with vodka. Adjust sweetness with more honey if desired. To serve, fill four glasses with ice and top each with cocktail. Garnish with cucumber slices."
        ]
    },
    {
        "name": "Champagne-And-Orange Granita Cocktail",
        "ingredients": [
            "4 1/2 cups fresh orange juice (from 14 oranges)",
            "3/4 cup superfine sugar",
            "Elderflower liqueur, such as St-Germain",
            "2 bottles (750 mL each) Champagne"
        ],
        "instructions": [
            "Combine orange juice and sugar, and stir until sugar dissolves. Transfer to an 8-inch square baking dish. Freeze, scraping around sides and breaking any lumps with a fork every 30 minutes, until evenly frozen, 2 1/2 to 3 hours. Cover with plastic wrap. Granita can be made 1 day ahead and kept in freezer until ready to serve.",
            "Spoon 1/2 cup granita into each of 12 glasses, and add 1/2 teaspoon liqueur. Top off with Champagne."
        ]
    },
    {
        "name": "Honey-Vanilla Spritzer",
        "ingredients": [
            "2/3 cup honey",
            "1/2 cup water",
            "1 vanilla bean, split and scraped",
            "1/4 cup fresh lime juice",
            "Ice",
            "4 cups chilled seltzer"
        ],
        "instructions": [
            "Bring honey, water, and vanilla bean to a simmer in a saucepan. Cook, stirring, until honey dissolves. Let cool completely. Strain through a fine sieve (there will be some seeds). Stir in lime juice. Divide among 4 ice-filled glasses. Top with seltzer."
        ]
    },
    {
        "name": "Pimm's Cup with Ginger Ale",
        "ingredients": [
            "Ice cubes",
            "2 cups lemonade",
            "1 cup ginger ale",
            "1/2 cup Pimm's No. 1",
            "1/2 cup gin",
            "Lemon slices, for garnish"
        ],
        "instructions": [
            "Fill a large pitcher with ice cubes. Stir in lemonade, ginger ale, Pimm's No. 1, and gin. Garnish with lemon slices."
        ]
    },
    {
        "name": "Blood Orange Champagne Cocktails",
        "ingredients": [
            "2 1/4 cups freshly squeezed or frozen blood-orange juice",
            "2 750-ml bottles champagne, chilled"
        ],
        "instructions": [
            "Pour 3 tablespoons juice in each champagne flute. Fill flutes with champagne, and serve."
        ]
    },
    {
        "name": "Blue Hawaii",
        "ingredients": [
            "3 ounces pineapple juice",
            "3/4 ounce white rum",
            "3/4 ounce vodka",
            "1/2 ounce lemon juice",
            "1/2 ounce blue Curacao",
            "<a href=\"https://www.marthastewart.com/907403/simple-syrup\">1/4 ounce simple syrup</a>",
            "Ice",
            "Cherry and a pineapple wedge (for serving)"
        ],
        "instructions": [
            "In a cocktail shaker, combine pineapple juice, rum, vodka, lemon juice, blue Curacao, and simple syrup. Shake and strain over ice. Serve with a cherry and a pineapple wedge."
        ]
    },
    {
        "name": "Mulled Cranberry Cocktail",
        "ingredients": [
            "1 quart cranberry juice",
            "1 cinnamon stick",
            "2 whole cloves",
            "1/2 cup cranberries",
            "1/2 cup sugar",
            "1/4 teaspoon ground cinnamon"
        ],
        "instructions": [
            "In a medium saucepan, combine the juice, cinnamon stick, and cloves and bring to a boil. Reduce the heat and simmer.",
            "Meanwhile, in a small saucepan, combine the cranberries, sugar, ground cinnamon, and 2 tablespoons of water and heat over medium-low heat, gently stirring, until the cranberries pop and are well coated with the sugar mixture.",
            "When cool enough to handle, thread 3 to 4 berries each on 4 decorative toothpicks or skewers. Pour the mulled cranberry juice into 4 mugs and garnish with the cranberry swizzle."
        ]
    },
    {
        "name": "Bourbon Hot Toddy",
        "ingredients": [
            "4 ounces bourbon",
            "2 tablespoons honey",
            "2 tablespoons fresh lemon juice, plus 2 thinly sliced lemon rounds for serving",
            "2 cinnamon sticks",
            "4 whole cloves"
        ],
        "instructions": [
            "Bring 2 cups water to a boil in a small saucepan or tea kettle. Remove from heat and divide between two mugs. Divide bourbon, honey, lemon juice, cinnamon sticks, and cloves between mugs. Let stand 5 minutes, then stir and serve, garnished with lemon rounds."
        ]
    },
    {
        "name": "Moscow Mule",
        "ingredients": [
            "2 ounces vodka, chilled",
            "1 ounce fresh lime juice, plus 3 thinly sliced lime rounds, for garnish",
            "4 ounces ginger beer (1/2 cup), chilled"
        ],
        "instructions": [
            "Fill a 12-ounce glass, preferably a copper mug, with crushed ice. Stir in vodka, lime juice, and ginger beer. Garnish with lime rounds."
        ]
    },
    {
        "name": "Mint, Cucumber, and Vodka Cocktails",
        "ingredients": [
            "2 English cucumbers",
            "Small ice cubes",
            "1 cup loosely packed fresh mint leaves",
            "2 teaspoons granulated sugar",
            "3 tablespoons fresh lime juice (from 2 to 3 limes)",
            "4 ounces (1/2 cup) vodka",
            "1 ounce (2 tablespoons) Cointreau"
        ],
        "instructions": [
            "Cut 4 thin spears from 1 cucumber, and reserve for garnish. Peel remaining cucumbers, and quarter them lengthwise. Scrape out seeds with a spoon, and discard. Coarsely chop cucumbers, then puree in a food processor until smooth. Strain through a fine sieve, pressing on solids to extract as much liquid as possible.",
            "Fill a cocktail shaker with ice. Add mint, sugar, and lime juice, and shake. Add 3/4 cup cucumber juice, the vodka, and Cointreau, and shake. Strain into 4 glasses filled with ice. Garnish each cocktail with a cucumber spear."
        ]
    },
    {
        "name": "Peach-and-Mint Frappes",
        "ingredients": [
            "5 ounces vodka, preferably Tito's",
            "3 tablespoons light agave nectar",
            "1 pound ripe peaches, sliced and frozen, plus more for serving",
            "1/4 cup plus 2 tablespoons peach nectar",
            "1 tablespoon packed mint leaves, plus sprigs for serving"
        ],
        "instructions": [
            "Puree vodka, agave, peaches, and nectar with 1 cup crushed ice (or small ice cubes) in a blender, adding cold water a few tablespoons at a time, until thick and smooth. Add mint leaves; puree just until finely chopped. Serve with peach slices and mint sprigs."
        ]
    },
    {
        "name": "Martini",
        "ingredients": [
            "3/4 cup vodka or gin",
            "2 teaspoons dry vermouth",
            "Cocktail olives"
        ],
        "instructions": [
            "In a cocktail shaker half full of ice cubes, combine gin or vodka and vermouth. Shake well and strain into martini glasses. Garnish with olives and serve."
        ]
    },
    {
        "name": "Lemon Mezcal Margarita",
        "ingredients": [
            "2 ounces fresh lemon juice, plus wedges for serving",
            "6 ounces mezcal",
            "4 ounces orange liqueur, such as Cointreau",
            "Flaky sea salt and freshly ground black pepper",
            "Ice"
        ],
        "instructions": [
            "Mix equal parts salt and pepper on a plate. Run a wedge of lemon around the rim of two rocks glasses; dip into salt and pepper mixture. Place mezcal, triple sec, and lemon juice in a cocktail shaker filled halfway with ice; shake until outside is cold and frosty, about 30 seconds. Strain over ice into prepared glasses; serve immediately with lemon wedges."
        ]
    },
    {
        "name": "Apple Spritzers",
        "ingredients": [
            "2 cups chilled club soda",
            "1 1/2 cups chilled apple juice or cider",
            "10 to 12 dashes Angostura bitters"
        ],
        "instructions": [
            "In a pitcher, combine club soda, apple juice or cider, and Angostura bitters. Serve over ice, garnished with mint sprigs if desired."
        ]
    },
    {
        "name": "Manhattan",
        "ingredients": [
            "Ice",
            "1 1/2 ounces rye or bourbon",
            "3/4 ounce sweet vermouth",
            "2 dashes Angostura bitters",
            "Luxardo cherry, for garnish"
        ],
        "instructions": [
            "Fill a mixing glass with ice. Add rye or bourbon, vermouth, and bitters. Stir until chilled; strain into a cocktail or martini glass. Garnish with cherry."
        ]
    },
    {
        "name": "Smoky Lemon Margarita",
        "ingredients": [
            "1 cup sugar",
            "Peeled zest of 4 lemons, plus 1 1/2 cups fresh juice",
            "12 ounces mezcal, chilled",
            "6 ounces orange liqueur, such as Cointreau, chilled",
            "Orange rounds, coarse sea salt or margarita salt, and frozen lemon wedges (or ice) for serving"
        ],
        "instructions": [
            "Syrup:&nbsp;In a saucepan, combine sugar, lemon zest, and 1 cup water. Bring to a boil over medium heat, stirring until sugar has dissolved. Remove from heat; let cool completely. Strain, discarding zest; stir in lemon juice. Cover and refrigerate in an airtight container until cold, at least 1 hour and up to 2 weeks. Makes 2 cups.",
            "Margarita:&nbsp;In a pitcher, stir together syrup, mezcal, and liqueur. Cover and refrigerate up to 1 day, if desired. Run an orange round along the rim of each serving glass; dip each rim in salt. Add orange rounds and frozen lemon wedges to pitcher. Pour drinks into prepared glasses; serve with more orange rounds and frozen lemon wedges."
        ]
    },
    {
        "name": "Litchi Martini",
        "ingredients": [
            "2 cups ice cubes",
            "4 ounces (1/2 cup) Russian vodka",
            "4 ounces (1/2 cup) dry sake",
            "2 tablespoons litchi syrup, (from can)",
            "4 to 6 canned litchis"
        ],
        "instructions": [
            "Place 2 to 3 litchis in each of two chilled 10-ounce martini glasses. Fill a 20-ounce cocktail shaker with 2 cups of ice. Add vodka, sake, and litchi syrup. Shake well, and divide between martini glasses. Serve immediately."
        ]
    },
    {
        "name": "Vodka-Mocha Cocktail",
        "ingredients": [
            "1 ounce chopped bittersweet chocolate",
            "1 teaspoon sugar",
            "Hot espresso shot (1 1/2 ounces)",
            "2 ounces chilled vodka",
            "Ice cubes",
            "Heavy cream"
        ],
        "instructions": [
            "Combine chocolate and sugar in a cocktail shaker. Pour espresso shot over chocolate mixture; stir until smooth. Add vodka and a few ice cubes. Shake vigorously several times, then strain into a chilled martini glass. Spoon over top a few tablespoons of heavy cream that's been whipped just until silky and thick; stir with a toothpick to create streaks. Serve immediately."
        ]
    },
    {
        "name": "Lavender Champagne",
        "ingredients": [
            "1/2 cup sugar",
            "1 tablespoon dried lavender",
            "4 bottles (750 mL) dry Champagne or sparkling wine, chilled",
            "Fresh lavender sprigs, for garnish"
        ],
        "instructions": [
            "Bring sugar and 1/2 cup water to a boil in a saucepan, stirring to dissolve sugar. Stir in dried lavender. Remove from heat. Let cool completely. Strain out lavender. Refrigerate syrup until ready to serve (up to 1 month).",
            "Pour about 6 ounces Champagne and 1 1/2 teaspoons syrup into each flute. Garnish each with a lavender sprig."
        ]
    },
    {
        "name": "Lillet-Basil Cocktail",
        "ingredients": [
            "1 cup ice, plus more for serving",
            "1/2 cup Lillet Blanc",
            "1 ounce (2 tablespoons) gin",
            "2 tablespoons fresh orange juice",
            "1/4 cup loosely packed fresh basil leaves, plus sprigs for garnish",
            "Splash of tonic water",
            "1 cucumber spear, for garnish",
            "1 cinnamon stick, for garnish"
        ],
        "instructions": [
            "Put ice, Lillet, gin, orange juice, and basil in a cocktail shaker; shake well. Fill a glass with ice; strain mixture into glass. Add tonic water. Garnish with cucumber spear, cinnamon stick, and basil sprigs."
        ]
    },
    {
        "name": "Mango Mojito",
        "ingredients": [
            "4 cups chopped fresh mango, plus 10 thin, peel-on slices for garnish (from 4 mangoes)",
            "2 cups light rum",
            "1 1/2 cups fresh lime juice (from 12 limes)",
            "3/4 cup granulated sugar",
            "2/3 cup packed fresh mint leaves",
            "Two 12-ounce cans club soda or seltzer",
            "Ice, for serving"
        ],
        "instructions": [
            "Working in batches, puree mango, rum, lime juice, and sugar in a blender until smooth. Add mint leaves and blend just until mint is finely chopped. Stir in club soda. Serve over ice. Garnish with mango slices."
        ]
    },
    {
        "name": "Rosemary Vodka Tonics",
        "ingredients": [
            "2 ounces vodka",
            "1 ounce green Chartreuse",
            "1 ounce <a href=\"https://www.marthastewart.com/347009/rosemary-simple-syrup\">Rosemary Simple Syrup</a>",
            "Ice cubes",
            "4 ounces tonic water",
            "Garnish: rosemary sprigs"
        ],
        "instructions": [
            "Combine vodka, Chartreuse, and simple syrup. Divide between 2 ice-filled glasses. Top off each with 2 ounces tonic water. Garnish with rosemary."
        ]
    },
    {
        "name": "Cranberry Margarita",
        "ingredients": [
            "1/2 cup sugar",
            "8 ounces frozen cranberries (2 cups)",
            "1 tablespoon finely grated lime zest",
            "1 cup tequila",
            "1/4 cup fresh lime juice"
        ],
        "instructions": [
            "Make the Whole-Berry Cranberry Simple Syrup: Stir together sugar, cranberries, lime zest and 2 tablespoons water in a small saucepan. Cook over medium-high, stirring constantly, until cranberries just start to burst, about 5 minutes. Remove from heat; let cool completely. Refrigerate, covered, until cold, at least 1 hour and up to 1 week.",
            "Make the cocktail: In a blender, combine tequila, lime juice, 4 cups ice, and 1 1/2 cups cranberries and syrup from Whole Berry Cranberry Simple Syrup. Blend until smooth. Divide among 4 margarita glasses."
        ]
    },
    {
        "name": "Mulled Cranberry Cocktail",
        "ingredients": [
            "1 quart cranberry juice",
            "1 cinnamon stick",
            "2 whole cloves",
            "1/2 cup cranberries",
            "1/2 cup sugar",
            "1/4 teaspoon ground cinnamon"
        ],
        "instructions": [
            "In a medium saucepan, combine the juice, cinnamon stick, and cloves and bring to a boil. Reduce the heat and simmer.",
            "Meanwhile, in a small saucepan, combine the cranberries, sugar, ground cinnamon, and 2 tablespoons of water and heat over medium-low heat, gently stirring, until the cranberries pop and are well coated with the sugar mixture.",
            "When cool enough to handle, thread 3 to 4 berries each on 4 decorative toothpicks or skewers. Pour the mulled cranberry juice into 4 mugs and garnish with the cranberry swizzle."
        ]
    },
    {
        "name": "Extra Dark and Stormy",
        "ingredients": [
            "1 tablespoon chopped fresh ginger",
            "1 teaspoon superfine sugar",
            "3/4 ounce fresh lime juice",
            "1 ounce dark rum",
            "1 ounce amaro",
            "1 orange"
        ],
        "instructions": [
            "Combine ginger and sugar in a highball glass and muddle. Add lime juice and crushed ice; top with rum and amaro and stir.",
            "Peel off&nbsp;a long strip of&nbsp;zest from orange.&nbsp;Using tongs, wave it over a gas flame or a lit match. Roll orange strip so it resembles a rosebud;&nbsp;skewer&nbsp;and serve with cocktail."
        ]
    },
    {
        "name": "Dark and Stormy",
        "ingredients": [
            "Ice",
            "2 ounces dark rum",
            "8 ounces ginger beer"
        ],
        "instructions": [
            "Fill a glass with ice; add rum and ginger beer. Stir to combine and serve immediately."
        ]
    },
    {
        "name": "Classic Martinis",
        "ingredients": [
            "4 cups vodka or gin",
            "1/4 cup dry vermouth",
            "Ice cubes",
            "Cocktail olives, caper berries, or cocktail onions, for garnish"
        ],
        "instructions": [
            "Shake or stir 1/2 cup vodka or gin and 1 1/2 teaspoons vermouth in an ice-filled shaker. Strain into a chilled martini glass and garnish with olives, caper berries, or onions. Repeat with remaining vodka or gin and vermouth."
        ]
    },
    {
        "name": "Semifreddo Bellini",
        "ingredients": [
            "1 cup peeled, chopped peaches, frozen until hardened",
            "1/4 cup peach schnapps",
            "3/4 cup plus 2 tablespoons chilled Champagne or sparkling white wine",
            "2 tablespoons superfine sugar",
            "1 cup small ice cubes",
            "Peach slices, for garnish"
        ],
        "instructions": [
            "Blend peaches, peach schnapps, 2 tablespoons Champagne, the sugar, and ice in a blender until smooth. Divide mixture between 2 glasses; top off each glass with 1/4 cup plus 2 tablespoons Champagne, and serve."
        ]
    },
    {
        "name": "Semifreddo Bellini",
        "ingredients": [
            "1 cup peeled, chopped peaches, frozen until hardened",
            "1/4 cup peach schnapps",
            "3/4 cup plus 2 tablespoons chilled Champagne or sparkling white wine",
            "2 tablespoons superfine sugar",
            "1 cup small ice cubes",
            "Peach slices, for garnish"
        ],
        "instructions": [
            "Blend peaches, peach schnapps, 2 tablespoons Champagne, the sugar, and ice in a blender until smooth. Divide mixture between 2 glasses; top off each glass with 1/4 cup plus 2 tablespoons Champagne, and serve."
        ]
    },
    {
        "name": "Basil Gimlet Fizz",
        "ingredients": [
            "Seedless watermelon",
            "8 basil leaves, torn, plus more for garnish",
            "1 teaspoon sugar",
            "1 tablespoon fresh lime juice",
            "1 ounce vodka",
            "3 ounces seltzer"
        ],
        "instructions": [
            "Cut watermelon into 1-inch cubes, and freeze in a single layer for at least 1 hour. Muddle basil leaves with sugar in the bottom of a glass; stir in lime juice and vodka. Add watermelon cubes. Top with seltzer; garnish with basil."
        ]
    },
    {
        "name": "Grapefruit-Sanbitter Spritz",
        "ingredients": [
            "2 ounces Sanbitter",
            "3 ounces dry ginger ale",
            "3/4 ounce fresh grapefruit juice",
            "Grapefruit slice, for garnish"
        ],
        "instructions": [
            "Fill a highball glass with crushed ice; add Sanbitter. Top with dry ginger ale (such as Gus Soda Extra Dry) and fresh grapefruit juice; stir to combine. Garnish with a grapefruit slice."
        ]
    },
    {
        "name": "Pina Colada",
        "ingredients": [
            "3 cups fresh pineapple chunks (from 1/2 pineapple), plus wedges and leaves, for serving",
            "6 ounces (3/4 cup) gold or white rum",
            "6 ounces (3/4 cup) cream of coconut, such as Coco Lopez",
            "4 cups crushed ice"
        ],
        "instructions": [
            "1. Combine all ingredients in a blender. Blend until smooth. Divide among chilled glasses, garnish with pineapple wedges and leaves, and serve immediately."
        ]
    },
    {
        "name": "Watermelon Mojitos",
        "ingredients": [
            "1/2 small seedless watermelon, cut into chunks",
            "1 bunch mint, tough stems removed, 6 sprigs reserved for serving",
            "1 tablespoon superfine sugar",
            "1 lime, cut into wedges",
            "1 1/4 cups white rum"
        ],
        "instructions": [
            "In a blender, in batches, puree watermelon. Pour through a fine-mesh sieve into a liquid-measuring cup, pressing on solids to extract as much liquid as possible (about 3 cups); discard solids.",
            "In a large container, combine mint, sugar, and lime. With the back of a wooden spoon, crush mint and lime until sugar is dissolved. Add watermelon juice and rum, fill container with ice, and stir to combine. Serve over more ice with mint sprigs."
        ]
    },
    {
        "name": "Aperol Spritz",
        "ingredients": [
            "Ice",
            "2 ounces Aperol",
            "3 ounces Prosecco",
            "Soda water, chilled",
            "Orange slice, for garnish"
        ],
        "instructions": [
            "Fill an old-fashioned glass with ice. Add Aperol, Prosecco, and soda water to fill. Garnish with orange slice."
        ]
    },
    {
        "name": "Lemony Spiked Sweet Tea",
        "ingredients": [
            "7 cups water",
            "6 orange pekoe tea bags",
            "1 1/2 cups sugar",
            "1 1/3 cups freshly squeezed lemon juice",
            "1 cup Bacardi 151 or other high-proof golden rum",
            "Fresh mint sprigs, for garnish"
        ],
        "instructions": [
            "Bring 4 cups of the water to a boil in a medium saucepan and add the tea bags. Remove the pan from the heat, cover it, and allow the tea bags to steep for5 minutes.",
            "Remove and discard the tea bags. Add the sugar to the saucepan and stir until dissolved. Add the remaining 3 cups water and stir to combine. Transfer the mixture to a pitcher, and add the lemon juice and rum. Chill thoroughly before serving.",
            "Serve over ice, in tall glasses garnished with mint sprigs."
        ]
    },
    {
        "name": "Mai Tai",
        "ingredients": [
            "1 ounce gold rum",
            "1 ounce lime juice",
            "1/2 ounce amaretto",
            "1/2 ounce triple sec",
            "<a href=\"https://www.marthastewart.com/907403/simple-syrup\">1/4 ounce simple syrup</a>",
            "Ice"
        ],
        "instructions": [
            "In a cocktail shaker, combine rum, lime juice, amaretto, triple sec, and simple syrup. Shake and strain over ice."
        ]
    },
    {
        "name": "Tangerine-Rum Sidecar",
        "ingredients": [
            "1 1/2 ounces dark rum",
            "1 ounce Cointreau or triple sec",
            "1 ounce fresh tangerine juice",
            "1 teaspoon fresh lemon juice"
        ],
        "instructions": [
            "Add rum, Cointreau, and citrus juices to a cocktail shaker filled halfway with ice. Shake 30 seconds. Strain into a chilled coupe glass; serve."
        ]
    },
    {
        "name": "Kingston Negroni",
        "ingredients": [
            "1 egg white",
            "1 1/2 ounces rum",
            "1 ounce Campari",
            "1/2 ounce sweet vermouth",
            "Lime slice"
        ],
        "instructions": [
            "Place egg white in a shaker (with no ice); shake vigorously 30 seconds. Fill with ice, rum, Campari, and vermouth. Shake 30 seconds more. Strain into a glass filled with crushed ice; serve, with lime slice."
        ]
    },
    {
        "name": "Painkiller",
        "ingredients": [
            "4 ounces pineapple juice",
            "2 ounces gold rum",
            "1 ounce cream of coconut",
            "1 ounce orange juice",
            "Ice",
            "Grated nutmeg"
        ],
        "instructions": [
            "In a cocktail shaker, combine pineapple juice, rum, cream of coconut, and orange juice. Shake and strain over ice. Sprinkle with nutmeg."
        ]
    },
    {
        "name": "Kir Royale",
        "ingredients": [
            "1/2 ounce creme de cassis",
            "Champagne"
        ],
        "instructions": [
            "Pour creme de cassis into a Champagne flute. Top with Champagne."
        ]
    },
    {
        "name": "Blackberry-Mint Julep",
        "ingredients": [
            "1/2 cup packed fresh mint leaves",
            "1 pint blackberries",
            "6 tablespoons sugar",
            "1/2 cup bourbon",
            "4 cups small ice cubes",
            "4 sprigs mint, for garnishing"
        ],
        "instructions": [
            "Roughly chop mint leaves.",
            "Puree the mint, blackberries, and sugar in a blender. Press through a fine sieve into a bowl; discard seeds.",
            "Rinse blender, then return puree to blender, and add bourbon and small ice cubes; blend until smooth. Divide mixture among 4 glasses. Garnish each with a mint sprig."
        ]
    },
    {
        "name": "Pineapple Express",
        "ingredients": [
            "6 cups chopped peeled fresh pineapple",
            "2 tablespoons chopped peeled fresh ginger",
            "2 cups coconut water",
            "1 tablespoon coconut oil",
            "1 tablespoon honey (preferably white)",
            "1/4 cup white rum per drink",
            "Strip of pineapple core, for garnish"
        ],
        "instructions": [
            "In a food processor, pulse pineapple, ginger, coconut water, coconut oil, and honey until pureed. Pour into a 9-by-13-inch baking dish and freeze until completely set, about 12 hours. Scrape granita with the tines of a fork to break apart. For each drink, place 1 cup granita in an 8-ounce glass; pour 1/4 cup white rum on top. Garnish with a strip of pineapple core and serve."
        ]
    },
    {
        "name": "Pear Aperol Spritz",
        "ingredients": [
            "1 ounce Aperol",
            "3 ounces hard pear cider, such as Rekorderlig",
            "1 teaspoon fresh lemon juice",
            "Seltzer and slice of pear (such as Bartlett), for serving"
        ],
        "instructions": [
            "Fill a glass with crushed ice. Pour in Aperol, pear cider, and lemon juice. Stir, top with seltzer, and garnish with pear slice. Serve immediately."
        ]
    },
    {
        "name": "Coconut Margarita",
        "ingredients": [
            "1 cup sweetened shredded coconut",
            "1/2 teaspoon salt",
            "1/2 cup freshly squeezed lime juice, plus 2 tablespoons for glasses (about 5 limes)",
            "3/4 cup Coco Lopez or cream of coconut",
            "1/2 cup plus 2 tablespoons tequila",
            "1/4 cup Cointreau or other orange liqueur"
        ],
        "instructions": [
            "Preheat oven to 350 degrees. On a rimmed baking sheet, toss coconut with the salt. Spread on sheet; toast in oven, stirring frequently, until golden brown, 8 to 10 minutes. Let cool, then crush with your hands until crumbly.",
            "Pour 2 tablespoons lime juice into a shallow dish. Place coconut mixture in another dish. Dip rims of two cocktail glasses in lime juice, then in coconut mixture, coating well.",
            "Combine remaining ingredients with 1 cup ice in a blender; puree until smooth. Divide evenly between prepared glasses, and serve immediately."
        ]
    },
    {
        "name": "Salty Dog",
        "ingredients": [
            "Coarse salt",
            "Juice of 1/2 yellow grapefruit, plus more for wetting rim of glass",
            "Ice",
            "1 1/4 ounces vodka",
            "2 teaspoons <a href=\"https://www.marthastewart.com/343759/simple-syrup\">Simple Syrup</a>"
        ],
        "instructions": [
            "Spread coarse salt on a small plate. Wet rim of a glass with fresh yellow grapefruit juice; dip rim in salt and add ice to glass. Combine vodka, juice of 1/2 yellow grapefruit, and simple syrup, and pour into glass."
        ]
    },
    {
        "name": "Orange Wheat Shandy",
        "ingredients": [
            "48 ounces wheat beer",
            "1 cup freshly squeezed orange juice (from 3 to 4 oranges)",
            "1/4 teaspoon almond extract (optional)",
            "Thinly sliced oranges"
        ],
        "instructions": [
            "Combine beer, orange juice, and almond extract in a pitcher. Stir; serve with sliced oranges."
        ]
    },
    {
        "name": "Lychee Martini",
        "ingredients": [
            "Ice",
            "3 ounces vodka",
            "1 ounce dry vermouth",
            "1/3 cup lychee juice, reserved from can",
            "1 can lychee fruit"
        ],
        "instructions": [
            "Fill a cocktail shaker halfway with ice. Add in vodka, vermouth, and lychee juice. Shake well. Strain into 2 martini glasses and garnish each with a lychee fruit."
        ]
    },
    {
        "name": "Strawberry Margaritas",
        "ingredients": [
            "1 cup frozen whole strawberries",
            "6 tablespoons tequila",
            "1/4 cup frozen limeade concentrate",
            "2 tablespoons triple sec",
            "2 cups crushed ice"
        ],
        "instructions": [
            "Place four 8-ounce glasses in freezer. Place strawberries, tequila, limeade concentrate, and triple sec in the jar of a blender. Blend until all ingredients are thoroughly combined. Add ice and blend until liquid is smooth. Serve immediately in chilled glasses."
        ]
    },
    {
        "name": "Pineapple and Mango Rum Cocktails",
        "ingredients": [
            "2 1/2 small ripe mangoes, peeled and cubed (about 2 cups), plus 1/2 mango cut into slices with skin, for garnish",
            "4 ounces best-quality golden rum",
            "4 cups fresh pineapple juice (from a 4 1/2-pound pineapple)",
            "Fresh tropical fruit, such as dragon fruit and star fruit, for garnish"
        ],
        "instructions": [
            "Puree mangoes, rum, and  1/2 cup water in a blender. Pour 2 ounces puree into each of six 12-ounce glasses. Fill glasses with ice, and top off with pineapple juice. Garnish with tropical fruit."
        ]
    },
    {
        "name": "White Cosmopolitan",
        "ingredients": [
            "1 cup white cranberry juice",
            "4 ounces vodka",
            "2 ounces Cointreau"
        ],
        "instructions": [
            "Fill a cocktail shaker with ice. Add cranberry juice, vodka, and Cointreau. Shake to combine well. Strain into two large martini glasses. Serve immediately."
        ]
    },
    {
        "name": "Healthier Pina Colada",
        "ingredients": [
            "2 cups pineapple chunks",
            "3/4 cup pure coconut water",
            "1/2 cup ice cubes",
            "1 tablespoon sugar",
            "1 teaspoon fresh lemon juice",
            "1/2 cup rum",
            "Toasted coconut, for garnish"
        ],
        "instructions": [
            "Puree pineapple, coconut water, ice, sugar, and lemon juice in a blender. Stir in rum. Garnish glasses with coconut."
        ]
    },
    {
        "name": "Lemon Whiskey Sour",
        "ingredients": [
            "Lemon wedge",
            "1 teaspoon superfine sugar, plus more for rim",
            "Ice",
            "1 1/2 ounces whiskey",
            "1 1/2 tablespoons fresh lemon juice",
            "Lemon slice, for garnish",
            "Cherry, for garnish"
        ],
        "instructions": [
            "Rub the rim of an old fashioned glass with lemon wedge. Fill a saucer with sugar, and dip the glass, upside down, into the sugar.",
            "Fill a cocktail shaker with ice. Add whiskey, lemon juice, and 1 teaspoon superfine sugar, and shake until sugar dissolves. Strain into an ice-filled old fashioned glass, and garnish with lemon slice and a cherry."
        ]
    },
    {
        "name": "Sparkling Fruit Coolers",
        "ingredients": [
            "1 1/2 cups fresh lemonade, sweetened to taste",
            "1 1/2 cups fresh limeade, sweetened to taste",
            "1 1/2 cups fruit juice, such as cranberry, orange, apricot, or peach nectar",
            "1 quart sparkling water",
            "4 lime slices"
        ],
        "instructions": [
            "Freeze the lemonade, limeade, and juice in 3 or 4 ice cube trays.",
            "Fill each of 4 tall glasses to the top with an assortment of ice cubes and add sparkling water to fill. Garnish with limes and serve with iced tea spoons."
        ]
    },
    {
        "name": "Cranberry Cosmopolitans",
        "ingredients": [
            "1 bottle (750 ml) vodka",
            "5 ounces Cointreau",
            "10 ounces cranberry-juice cocktail",
            "3 tablespoons freshly squeezed lime juice",
            "Fresh cranberries, for garnish"
        ],
        "instructions": [
            "Fill a large pitcher with ice. Pour in all ingredients except cranberries; stir vigorously. Strain into glasses, discarding ice. Garnish with berries."
        ]
    },
    {
        "name": "Coconut-Water Vodka Cocktail",
        "ingredients": [
            "Ice",
            "1 1/2 ounces vodka (we like <a href=\"http://cropvodka.com\">Crop Organic</a>)",
            "6 ounces coconut water",
            "Orange twist, for garnish"
        ],
        "instructions": [
            "Fill a highball glass with ice. Add vodka and coconut water; stir to combine. Garnish with an orange twist."
        ]
    },
    {
        "name": "Cherry Plums in Vodka",
        "ingredients": [
            "1 pound cherry plums, rinsed",
            "1/4 cup sugar",
            "14 ounces vodka (1 3/4 cups)"
        ],
        "instructions": [
            "Poke plums with a fork and transfer to a lidded 1-quart jar. Sprinkle with sugar and pour in vodka. Cover with lid and shake. Let stand in a cool, dark place 2 weeks, shaking daily. Plums can be refrigerated in jar up to 6 months."
        ]
    },
    {
        "name": "Citrus Sparkler",
        "ingredients": [
            "1/2 cup chilled vodka",
            "1 1/2 cups chilled limoncello liqueur",
            "1/2 cup fresh orange juice",
            "1/4 cup fresh lemon juice",
            "Seltzer",
            "Lemon zest, cut in thin strips for garnish"
        ],
        "instructions": [
            "In a large pitcher, whisk together vodka, limoncello liqueur, fresh orange juice, and fresh lemon juice. To serve, divide among 8 ice-filled glasses and top with seltzer. Garnish with lemon zest."
        ]
    },
    {
        "name": "New Classic Margaritas",
        "ingredients": [
            "6 ounces (3/4 cup) silver tequila",
            "3 ounces (1/4 cup plus 2 tablespoons) Cointreau",
            "2 teaspoons superfine sugar",
            "2 tablespoons plus 2 teaspoons fresh lime juice, plus 4 lime wedges, for garnish",
            "4 teaspoons fresh lemon juice, plus 4 lemon wedges, for garnish",
            "4 teaspoons fresh orange juice, plus 4 orange wedges, for garnish",
            "4 cups small ice cubes"
        ],
        "instructions": [
            "Combine all ingredients except citrus wedges in a pitcher. Divide citrus wedges among glasses; pour in margarita."
        ]
    },
    {
        "name": "Hot and Nutty Whiskey Sours",
        "ingredients": [
            "3/4 cup Nocello, or other walnut-flavored liqueur",
            "1 1/2 cups whiskey or bourbon, such as Maker's Mark",
            "3/4 cup <a href=\"https://www.marthastewart.com/853631/simple-syrup\">Simple Syrup for Whiskey Sours</a>",
            "1/4 cup fresh lemon juice (from 2 lemons)",
            "4 cinnamon sticks"
        ],
        "instructions": [
            "Bring Nocello, whiskey, simple syrup, and lemon juice to a simmer in a medium saucepan. Divide among 4 mugs, and garnish each with a cinnamon stick."
        ]
    },
    {
        "name": "Mandarin Cocktail",
        "ingredients": [
            "1 ounce mandarin liqueur, such as Mandarine Napolean",
            "4 ounces champagne",
            "Clementine peel, for garnish"
        ],
        "instructions": [
            "Pour liqueur into a champagne flute; top with champagne. Twist clementine peel over glass and gently drop into cocktail."
        ]
    },
    {
        "name": "Raspberry-Herb Cocktail",
        "ingredients": [
            "1 1/2 pints fresh raspberries (about 4 cups)",
            "1 to 2 tablespoons sugar",
            "6 large sprigs (about 2 ounces) fresh mint, basil, or both, plus more for garnish",
            "1/2 cup vodka",
            "Juice of 1 lemon (about 3 tablespoons)",
            "1 bottle (750 mL) Prosecco or Lambrusco"
        ],
        "instructions": [
            "Reserve 16 berries. Mash the remaining berries, the sugar, and herbs in a large glass bowl. Stir in vodka, lemon juice, and Prosecco. Pour mixture through a sieve into a pitcher, pressing through; discard solids. Serve over ice. Squeeze 2 berries into each drink. Garnish with herb sprigs."
        ]
    },
    {
        "name": "Raspberry-Herb Cocktail",
        "ingredients": [
            "1 1/2 pints fresh raspberries (about 4 cups)",
            "1 to 2 tablespoons sugar",
            "6 large sprigs (about 2 ounces) fresh mint, basil, or both, plus more for garnish",
            "1/2 cup vodka",
            "Juice of 1 lemon (about 3 tablespoons)",
            "1 bottle (750 mL) Prosecco or Lambrusco"
        ],
        "instructions": [
            "Reserve 16 berries. Mash the remaining berries, the sugar, and herbs in a large glass bowl. Stir in vodka, lemon juice, and Prosecco. Pour mixture through a sieve into a pitcher, pressing through; discard solids. Serve over ice. Squeeze 2 berries into each drink. Garnish with herb sprigs."
        ]
    },
    {
        "name": "Tiki for Two",
        "ingredients": [
            "1/3 cup chilled fresh orange juice",
            "2 tablespoons fresh lemon juice",
            "1 ounce dark rum",
            "1 ounce gin",
            "1/4 cup sliced hulled strawberries",
            "3/4 cup chopped, peeled, and pitted peaches",
            "9 small fresh mint leaves"
        ],
        "instructions": [
            "In a small pitcher, stir together orange juice, lemon juice, dark rum, and gin. Pour into a 24-ounce glass. Stir in strawberries, peaches, and mint leaves. Serve with 2 straws."
        ]
    },
    {
        "name": "Caipirinha",
        "ingredients": [
            "1 lime",
            "2 ounces cachaça",
            "1 teaspoon sugar",
            "Ice"
        ],
        "instructions": [
            "Cut lime into 6 wedges. Squeeze the wedges into an old-fashioned glass, then add wedges. Add cachaça and sugar; use a spoon to muddle. Fill glass with ice, then stir well to chill."
        ]
    },
    {
        "name": "Apple Brandy and Cider",
        "ingredients": [
            "1/2 cup fresh apple cider",
            "4 ounces (1/2 cup) apple brandy, preferably Applejack",
            "1 ounce (2 tablespoons) dry vermouth",
            "A few dashes bitters",
            "Orange twists, for garnish"
        ],
        "instructions": [
            "Combine apple cider with apple brandy, dry vermouth, and bitters. Divide between 2 ice-filled glasses, and garnish each with an orange twist."
        ]
    },
    {
        "name": "Orange-and-Basil Aperitif",
        "ingredients": [
            "15 fresh basil leaves",
            "1 navel orange, thinly sliced into half-moons",
            "18 ounces Dubonnet Rouge or other sweet fortified red wine, chilled",
            "Ice",
            "12 ounces seltzer, chilled"
        ],
        "instructions": [
            "Gently muddle basil and orange with a wooden spoon or muddler until basil is barely bruised but fragrant. Stir in wine, and let sit at least 15 minutes and up to 2 hours.",
            "Divide among 6 ice-filled glasses. Top each with 2 ounces seltzer, and serve immediately."
        ]
    },
    {
        "name": "Peach-and-Mint Frappes",
        "ingredients": [
            "5 ounces vodka, preferably Tito's",
            "3 tablespoons light agave nectar",
            "1 pound ripe peaches, sliced and frozen, plus more for serving",
            "1/4 cup plus 2 tablespoons peach nectar",
            "1 tablespoon packed mint leaves, plus sprigs for serving"
        ],
        "instructions": [
            "Puree vodka, agave, peaches, and nectar with 1 cup crushed ice (or small ice cubes) in a blender, adding cold water a few tablespoons at a time, until thick and smooth. Add mint leaves; puree just until finely chopped. Serve with peach slices and mint sprigs."
        ]
    },
    {
        "name": "Whiskey Sour",
        "ingredients": [
            "1 small lemon wedge",
            "Turbinado sugar, for rimming glass",
            "1/4 cup bourbon, preferably Maker's Mark",
            "1/4 cup freshly squeezed orange juice",
            "3 tablespoons freshly squeezed lemon juice",
            "1 teaspoon granulated sugar, preferably organic",
            "1 cup ice cubes",
            "<a href=\"https://www.marthastewart.com/332252/oven-dried-orange-slices\">Oven-Dried Orange Slices</a>"
        ],
        "instructions": [
            "Rub the lemon wedge around the rim of a 12-ounce rocks glass. Place turbinado sugar in a shallow dish. Dip the rim of the glass in the sugar to coat; set aside.",
            "In a large cocktail shaker, combine bourbon, orange juice, lemon juice, granulated sugar, and ice. Cover, and shake vigorously until all ingredients are well combined and cold. Pour into prepared glass, and garnish with orange slice."
        ]
    },
    {
        "name": "Pink Gin Fizz",
        "ingredients": [
            "2 ounces orange juice",
            "1 1/4 ounces gin",
            "1 tablespoon <a href=\"https://www.marthastewart.com/343759/simple-syrup\">Simple Syrup</a>",
            "4 ounces fresh pink grapefuit juice",
            "Seltzer"
        ],
        "instructions": [
            "In a glass, pour orange juice over ice. Combine gin, simple syrup, and pink grapefruit juice; slowly pour over orange juice. Top with seltzer."
        ]
    },
    {
        "name": "Spiked Blackberry-Marjoram Limeade",
        "ingredients": [
            "2 cups blackberries or black raspberries, plus more for serving",
            "1/4 cup fresh lime juice (from 2 limes), plus lime wedges for serving",
            "8 ounces vodka, chilled",
            "1/3 cup superfine sugar",
            "1/2 teaspoon fresh marjoram leaves, plus more for serving",
            "Ice cubes, for serving",
            "16 ounces seltzer or club soda, chilled"
        ],
        "instructions": [
            "Puree blackberries, lime juice, vodka, sugar, and marjoram in a blender. Strain through a fine-mesh sieve, pressing on solids with a flexible spatula; discard solids. Puree can be made ahead and refrigerated in an airtight container up to 2 days.",
            "Divide puree among 8 ice-filled glasses. Fill with seltzer; stir. Serve, garnished with blackberries, lime wedges, and marjoram."
        ]
    },
    {
        "name": "Tangerine-Rum Sidecar",
        "ingredients": [
            "1 1/2 ounces dark rum",
            "1 ounce Cointreau or triple sec",
            "1 ounce fresh tangerine juice",
            "1 teaspoon fresh lemon juice"
        ],
        "instructions": [
            "Add rum, Cointreau, and citrus juices to a cocktail shaker filled halfway with ice. Shake 30 seconds. Strain into a chilled coupe glass; serve."
        ]
    },
    {
        "name": "Bee's Knees",
        "ingredients": [
            "1 tablespoon honey",
            "Ice",
            "1 1/2 ounces gin",
            "1 tablespoon fresh lemon juice"
        ],
        "instructions": [
            "Add honey and a splash of warm water to a cocktail shaker, and stir to combine. Add ice, gin, and lemon juice. Shake until chilled. Strain into a martini glass."
        ]
    },
    {
        "name": "Celery French 75 Cocktails",
        "ingredients": [
            "1/2 cup sugar",
            "1/2 cup water",
            "2 tablespoons packed fresh celery leaves, plus more for garnish",
            "3/4 cup fresh lemon juice (from 4 to 5 lemons)",
            "6 ounces gin, chilled",
            "1 bottle (750 mL) sparkling wine, such as Champagne or cava, chilled",
            "<a href=\"https://www.marthastewart.com/1107507/candied-lemon-zest\">Candied Lemon Zest</a>or lemon twists, for garnish"
        ],
        "instructions": [
            "Combine sugar and water in a small saucepan. Bring to a simmer over medium heat, stirring until sugar is dissolved. Remove from heat; add celery leaves. Let syrup cool. Pour through a fine sieve into a bowl; discard leaves.",
            "To assemble each cocktail, combine 1 tablespoon celery syrup, 1 tablespoon lemon juice, and 1/2 ounce gin in a Champagne glass. Top off with wine; gently stir to combine. Garnish with celery leaf and lemon rind or twist; serve immediately."
        ]
    },
    {
        "name": "Strawberry Daiquiri",
        "ingredients": [
            "2 ounces (1/4 cup) freshly squeezed lime juice, plus 1 tablespoon lime zest, from 2 limes",
            "1/4 cup granulated sugar, plus up to 2 additional tablespoons",
            "4 cups (16 ounces) fresh strawberries, hulled",
            "5 ounces (2/3 cup) white rum",
            "2 cups small ice cubes"
        ],
        "instructions": [
            "Combine lime zest and 2 tablespoons sugar in a food processor. Pulse until combined. Set aside.",
            "Place lime juice, strawberries, rum, 2 to 4 tablespoons sugar, depending on the sweetness of your strawberries, and ice cubes in a blender. Blend until smooth.",
            "Rub the rims of four glasses with a lime wedge, dip rims in lime sugar, and fill glasses with daiquiri."
        ]
    },
    {
        "name": "Fresh Passion-Fruit Caipirinha",
        "ingredients": [
            "1/2 medium passion fruit",
            "2 tablespoons sugar",
            "Crushed ice",
            "2 ounces cachaca",
            "Sugar cane stick, for garnish"
        ],
        "instructions": [
            "Scoop out flesh and seeds of passion fruit and transfer to a mixing glass or cocktail shaker along with sugar, and cachaca.",
            "Shake over ice and pour into an 8-ounce glass. Garnish with sugar cane stick."
        ]
    },
    {
        "name": "Grapefruit-White Wine Sparkler",
        "ingredients": [
            "1 cup gin",
            "4 teaspoons sugar",
            "1/4 cup fresh grapefruit juice",
            "1 bottle dry sparkling white wine or Champagne",
            "Ice",
            "6 thin lemon slices"
        ],
        "instructions": [
            "In a punch bowl or large pitcher, combine gin and sugar. Stir until sugar dissolves, 1 minute. Add grapefruit juice and bottle of sparkling wine; stir to combine. To serve, fill 6 glasses with ice and wine mixture, then garnish with thin lemon slices."
        ]
    },
    {
        "name": "Mint-Ginger Caipiroska",
        "ingredients": [
            "3 slices fresh ginger",
            "1 1/2 teaspoons superfine sugar",
            "5 mint sprigs",
            "4 ounces vodka",
            "Ice"
        ],
        "instructions": [
            "Muddle ginger with sugar in a glass. Add mint sprigs. Muddle until fragrant. Add vodka and ice. Garnish with mint. Stir."
        ]
    },
    {
        "name": "Aperol Jasmine Spritz",
        "ingredients": [
            "1 cup sugar",
            "Peeled zest of 4 lemons, plus 1 1/2 cups fresh juice",
            "12 ounces gin, chilled",
            "6 ounces Aperol or Campari, chilled",
            "1/4 teaspoon aromatic bitters, such as Peychaud's or Angostura (optional)",
            "24 ounces seltzer, chilled",
            "Rosemary sprigs and peeled lemon zest, for serving",
            "Frozen lemon wedges or ice, for serving"
        ],
        "instructions": [
            "Syrup: In a saucepan, combine sugar, lemon zest, and 1 cup water. Bring to a boil over medium heat, stirring until sugar has dissolved. Remove from heat; let cool completely. Strain, discarding zest; stir in lemon juice. Cover and refrigerate in an airtight container until cold, at least 1 hour and up to 2 weeks. Makes 2 cups.",
            "Spritz:&nbsp; In a pitcher, stir together syrup, gin, Aperol, and bitters. Top with seltzer, add rosemary and lemon zest, and stir once to combine. Pour into glasses with frozen lemon wedges; serve."
        ]
    },
    {
        "name": "Grasshopper",
        "ingredients": [
            "1 1/2 ounces heavy cream",
            "1 ounce creme de menthe",
            "1 ounce creme de cacao",
            "A small piece of chocolate, for serving"
        ],
        "instructions": [
            "In a cocktail shaker half full of ice cubes, combine cream, creme de menthe, and creme de cacao. Shake well until shaker is frosty. Strain into a martini glass. Grate chocolate over one side of cocktail with a fine grater or microplane. Serve."
        ]
    },
    {
        "name": "Strawberry-Ginger Caipiroska",
        "ingredients": [
            "5 strawberries, hulled and quartered",
            "6 fresh mint leaves, plus sprig for garnish",
            "2 thin slices lime",
            "1/2 teaspoon grated peeled fresh ginger",
            "1 tablespoon sugar",
            "1 cup cracked ice",
            "2 ounces vodka"
        ],
        "instructions": [
            "PPlace strawberries, mint leaves, lime, and ginger in a cocktail shaker; sprinkle with sugar. Muddle mixture until strawberries are almost pureed. Add ice and vodka and shake until mixture is cold and outside of shaker is frosty, about 30 seconds. Pour into a Collins glass and garnish with mint sprig."
        ]
    },
    {
        "name": "Strawberry Daiquiri",
        "ingredients": [
            "2 ounces (1/4 cup) freshly squeezed lime juice, plus 1 tablespoon lime zest, from 2 limes",
            "1/4 cup granulated sugar, plus up to 2 additional tablespoons",
            "4 cups (16 ounces) fresh strawberries, hulled",
            "5 ounces (2/3 cup) white rum",
            "2 cups small ice cubes"
        ],
        "instructions": [
            "Combine lime zest and 2 tablespoons sugar in a food processor. Pulse until combined. Set aside.",
            "Place lime juice, strawberries, rum, 2 to 4 tablespoons sugar, depending on the sweetness of your strawberries, and ice cubes in a blender. Blend until smooth.",
            "Rub the rims of four glasses with a lime wedge, dip rims in lime sugar, and fill glasses with daiquiri."
        ]
    },
    {
        "name": "The Negroni",
        "ingredients": [
            "1 ounce gin",
            "1 ounce Campari",
            "1 ounce sweet vermouth",
            "Orange twist, for garnish"
        ],
        "instructions": [
            "Pour all ingredients into an ice-filled mixing glass. Stir well. Strain into a cocktail glass. (Alternatively, combine ingredients in a tumbler and serve in the same glass.) Garnish with an orange twist."
        ]
    }
]